-- phpMyAdmin SQL Dump
-- version 4.4.15.10
-- https://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: 2024-03-25 10:40:16
-- 服务器版本： 5.6.50-log
-- PHP Version: 5.6.40

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `雄技_tw`
--

-- --------------------------------------------------------

--
-- 表的结构 `ry_address`
--

CREATE TABLE IF NOT EXISTS `ry_address` (
  `id` int(11) NOT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `address` varchar(255) DEFAULT NULL,
  `u_id` varchar(255) DEFAULT NULL,
  `state` tinyint(11) DEFAULT '0' COMMENT '0显示1隐藏'
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_address`
--

INSERT INTO `ry_address` (`id`, `phone`, `name`, `address`, `u_id`, `state`) VALUES
(1, '123456789', '小李', '高雄市高雄市高雄市', '1', 0),
(2, '894544455', '小王', '高雄市高雄市高雄市', '1', 0),
(3, '984587745', '小周', '高雄市高雄市高雄市', '1', 0);

-- --------------------------------------------------------

--
-- 表的结构 `ry_article`
--

CREATE TABLE IF NOT EXISTS `ry_article` (
  `id` int(11) NOT NULL,
  `art_title` varchar(255) DEFAULT NULL,
  `body` text,
  `time` varchar(11) DEFAULT NULL,
  `cate_id` int(11) DEFAULT NULL,
  `top_id` int(11) DEFAULT NULL,
  `recommend` tinyint(11) DEFAULT '0' COMMENT '0:普通2:置顶1:推荐',
  `sort` tinyint(255) DEFAULT '0',
  `state` tinyint(1) DEFAULT '0' COMMENT '0显示1隐藏',
  `art_pic` varchar(255) DEFAULT NULL,
  `art_keywords` varchar(255) DEFAULT NULL,
  `art_description` text,
  `write` varchar(255) DEFAULT 'admin',
  `click` varchar(255) DEFAULT '99',
  `art_file` varchar(255) DEFAULT NULL,
  `art_ftitle` varchar(255) DEFAULT NULL,
  `tedian` text
) ENGINE=InnoDB AUTO_INCREMENT=81 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_article`
--

INSERT INTO `ry_article` (`id`, `art_title`, `body`, `time`, `cate_id`, `top_id`, `recommend`, `sort`, `state`, `art_pic`, `art_keywords`, `art_description`, `write`, `click`, `art_file`, `art_ftitle`, `tedian`) VALUES
(2, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(3, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(4, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(5, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(6, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(7, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(8, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(9, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(10, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(11, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(12, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(13, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(14, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(15, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(16, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(17, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(18, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(19, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(20, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 10, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(21, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(22, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(23, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(24, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(25, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(26, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(27, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(28, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(29, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(30, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 11, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(31, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(32, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(33, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(34, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(35, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(36, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(37, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(38, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(39, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(40, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 12, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(41, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(42, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(43, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(44, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(45, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(46, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(47, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(48, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(49, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(50, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 13, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(51, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(52, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(53, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(54, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(55, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(56, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(57, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(58, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(59, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(60, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 14, 1, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL);
INSERT INTO `ry_article` (`id`, `art_title`, `body`, `time`, `cate_id`, `top_id`, `recommend`, `sort`, `state`, `art_pic`, `art_keywords`, `art_description`, `write`, `click`, `art_file`, `art_ftitle`, `tedian`) VALUES
(62, '中国期刊发展大势', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, 'Public/picture/2021-12-19/61bee21a89599.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(63, '浅谈如何界定核心期刊、一级期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, 'Public/picture/2021-12-19/61bee21a89599.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(64, '如何确认某种中文期刊是核心期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, 'Public/picture/2021-12-19/61bee21a89599.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(65, '为什么现在发表学术期刊都要收取', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(67, '职称评定：省级期刊与国家级期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(68, '职称评定：省级期刊与国家级期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(69, '职称评定：省级期刊与国家级期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(70, '职称评定：省级期刊与国家级期刊', '<p>中国期刊市场发育虽晚，但最近20 年的发展速度超常。中国期刊的许多发展趋势是与西方期刊的发展趋势暗合的。当然，由于中国期刊市场的独特性，也孕育出不少中国期刊独特的发展趋势。 先看世界期刊三大趋势在中国期刊市场的反映。\r\n\r\n细分化：中国期刊市场的细分是最近几年的事。首先是受众市场的细分。随着中国社会阶层分化加剧，小众化(或曰窄众化)专志化趋势日益明显。其结果是以大众为读者目标的大众文化生活类期刊出现销量徘徊下降，市场份额逐渐萎缩的现象。与此同时各种小众化、专志化杂志发展速度加快。期刊市场出现了以特定年龄为读者目标的《涉世之初》、《SEVENTEEING青春一族》、《风韵》(30岁女性)；以特定性别为读者目标的《女友》、《时尚先生》；以特定职业为读者目标的《读者乡村版》、《打工》。其次是发行市场的细分。\r\n\r\n虽然目前我国绝大多数期刊都全国性期刊，都以全国大市场为发行目标的期刊，但近两年也出现了以特定区域为发行目标的期刊，例如以北京、上海、广州为目标的部分高档财经杂志和部分直投(DM)杂志；也出现了以单一大城市为发行目标的地方期刊或曰城市期刊。如深圳的《深圳周刊》、广州的《城市画报》、上海的《新民周刊》和北京的《名牌世界•乐》。再其次是广告市场的细分。以几大广告资源富集领域为广告目标的《新地产》、《家居》、《世界服装之苑》、《中国化妆品》以及为数40多本的汽车杂志。 中国期刊市场上的细分杂志可谓方兴未艾。期刊市场进一步细分的势头很明显。例如育儿家教期刊正在细分为0—3岁的《妈咪宝贝》、3—7岁的《为了孩子》(下半月刊)、0—11岁的《父母必读》和11—18岁的《今日父母》。体育期刊也从《全体育》、《新体育》、《当代体育》这类综合体育期刊走向细分体育期刊，例如《当代体育》已细分为《篮球》和《足球》两刊。\r\n\r\n在市场细分大潮的推动下，中国期刊市场甚至出现象《高尔夫》、《糖尿病》这样高度细分的“专志”。 除了受众市场和广告市场的细分之外，期刊市场的细分还包括：细分空间、细分时间、细分包装、细分内容、细分服务、细分文化、细分营销、细分发行网络等。 总体来说，由于我国期刊市场的细分起步较晚，时间较短，因而市场细分程度还较低。以汽车杂志为例，虽然经过短短几年的发展已经膨胀到40多本，但这些杂志基本上都是综合汽车杂志，即包括新车、名车、国产车、国外车、轿车、跑车等在内的汽车大全式杂志，造成汽车杂志的同质化低水平竞争态势。国外汽车杂志市场早已细分，出现了《越野车》、《跑车》、《老爷车》、《汽车检测》、《汽车零部件》、《汽车修理》等多种细分汽车杂志。我国汽车期刊市场的出现只有6、7年的时间，目前且仍处于群雄并起分抢市场的初级阶段，为争夺发行量谁都不敢冒然走细分之路。\r\n\r\n由此可见，期刊市场的细分是需要一定条件的。 但中国期刊市场的细分趋势是是不可避免的。市场细分的结果必然是期刊品种增加，期刊的平均发行量下降。实际上这种现象已经出现。在1988年到1999年这10年里，我国期刊品种从5000多种增加到8000多种，增长了37%；但总发行量却始终徘徊在25亿册；每种期刊的平均年发行量从80年代中期的54万册，减少到90年代末期的30万册。最近4年，由于总发行量一直在28亿侧徘徊，而期刊数量又增加了1000多种，每种期刊的年平均发行量又有所下降。 未来10年，中国期刊市场细分的步伐还会加快。\r\n\r\n集团化：中国期刊刊群的出现是最近3年的事。几个知名品牌和实力出版机构先后开始扩张并很快形成了各自的刊群。著名的品牌刊群有：《读者》刊群：《读者》A/B版、《读者乡村版》、《读者欣赏》。《知音》刊群：《知音》半月刊、《知音海外版》、 《打工仔》、《好日子》、《商界名家》、《企业家》、《财智文摘》和《良友》。《家庭》刊群：《家庭》、《孩子》和《风韵》。《时尚》刊群：《时尚·伊人》、《时尚家居》、《时尚·BAZAAR》、《时尚·先生》、《时尚旅游》、《时尚健康·女士》、《好管家》、《时尚时间》、《时尚健康·男士》、《娇点·CosmoGIRL!》、《座驾 》、《华夏人文地理》。《瑞丽》刊群：《瑞丽服饰美容》、《瑞丽可爱先锋》、《瑞丽伊人风尚》、《瑞丽家居》。 其中最大的品牌刊群是《时尚》刊群共计12本期刊。其次是《知音》 刊群共计8本期刊。 除了以上五大品牌刊群之外，一些实力较强的出版社也在推进&quot;社刊工程&quot;，大搞刊群经营。例如中国青年出版社刊群：《青年文摘》、《追求》、《青年文摘·人物版》、《青年文学》、《数码设计》、《同学月刊》。中国少年儿童新闻出版社刊群：《中国少年儿童》、《中国少年文摘》、《中国卡通》、《中学生》、《儿童文学》、《幼儿画报》、《婴儿画报》、《我们爱科学》和《知心姐姐》。外语教学与研究出版社刊群：《英语学习》、《外语教学与研究》、《外国文学》、《德语学习》、《俄语学习》、《法语学习》、《中国俄语教学》、《中国英语教学》以及《中国文学》。上海科技出版社刊群：《科学》、《科学时报》、《大众医学》、《无线电与电视》、《上海服饰》。 刊群的出现标志着中国期刊产业正在走向品牌化、集约化和集团化。 虽然中国至今只有一家新闻出版总署批准的期刊集团——《家庭》期刊集团，但以上几大品牌刊群都已形成集团。而且在这几个期刊集团中，无论是从子刊数量还是从年营业额上比较，《家庭》集团都不是最大的一个。\r\n\r\n集团化的趋势在中国期刊市场上已经出现。只不过期刊集团化在中国只有几年的历史，在西方已有几十年的历史。 中国期刊集团的数量很少。大大小小加起来不过几十个。而在美国出版三本以上杂志的期刊集团有500个。中国9000本期刊分散在5000多家杂志社中，平均每家杂志社运作1.6种杂志，由此可见，中国期刊集团化的程度很低。 现有中国期刊集团的规模和实力都很小。仅从期刊品种上比，中国最大的期刊集团拥有12种刊物，而西方大期刊集团拥有60—80种刊物；若从集团的总发行量和总营业收入上比，两者差距就更大了。中国最大的期刊集团年营业收入只有1亿多人民币，而德国贝塔司曼集团的年营业收入是200亿欧元。\r\n\r\n中国目前还没有真正的跨媒体的传媒集团。中国的期刊集团除了数量少规模实力小之外，还有一个特征就是品牌少。绝大多数期刊集团只拥有一个品牌，而依托这个品牌扩张出来的子刊都还未成气候；同时拥有2、3个品牌的期刊集团极为少见。而国际大传媒集团不但拥有几十个刊物，而且还同时拥有数个品牌期刊。 但中国期刊集团化的趋势不可阻挡。未来十年，期刊集团化的步伐会显著加快。随着业外资本的大量涌入和期刊资源的重新配置，在下一轮市场竞争中，有望涌现出几个拥有几十种期刊，同时拥有数个大品牌的年营业额超过10亿元的期刊集团。这样的大期刊集团中的多数又将是同时拥有报纸、期刊、电视电台、网络、出版社的传媒集团。\r\n\r\n全球化：勿庸置疑中国期刊正在走向全球化。但中国期刊全球化的主要表征不是海外扩张而是海外冲击。目前，虽然中国期刊界同国际期刊同行的交流日趋频繁，中国也加入了国际期刊协会；虽然中国各种期刊代表纷纷出国考察，而国际期刊巨子更是纷纷在华亮相；但中国期刊在海外的发行量微乎其微甚至可以忽略不计，中国9000多本期刊还全部是国内期刊，打进全球期刊市场的国际大刊一本也没有。与此同时，虽然中国的期刊市场还没有完全开放，虽然政府对国内期刊的政策保护还很多，但是来自海外大刊的冲击已经愈来愈猛烈。先是潜移默化，后是来势汹汹。我国期刊广告营业额的前10名中有8名都是与境外合作的产物。科技期刊和时尚期刊中几乎已经找不到没有境外资本或境外大刊版权转让的品牌，财经期刊中，国际大刊的冲击日益强烈；一本在香港出版通过中国图书进出口公司进来的美国《财富》中文版就轻而易举地占据了中国财经期刊广告收入的榜首，将苦心经营了10年、20年的本土财经期刊品牌远远抛在后面。\r\n\r\n海外大刊和强势期刊集团对中国期刊市场的冲击产生了两个后果：一是中国期刊市场的一大块份额被占领。二是中国期刊的国际化。这种国际化目前并不表现为走出国门冲向世界(这是以后20年的事)，而主要表现在中国期刊的逐步产业化和市场化，表现在中国期刊内容质量和运作模式的逐渐与国际接轨。 目前中国的IT、科普、时尚类品牌期刊与国际同类品牌的质量已经相当接近；既出现了象《世界服装之苑》、《牛顿科学世界》这样的与国际大刊同步的品牌，也出现了象《时尚》、《中国国家地理》这样中西融汇，本土与国际结合的品牌。中国财经期刊品牌与国际财经大刊的差距较大，但发展势头很猛。\r\n\r\n国际大刊拿走了我们部分市场，但也带来了宝贵的办刊经验和运作模式。正是在海外期刊的冲击下，中国期刊市场出现了股份制和出版人制，出现了现代营销和现代发行网络。 中国期刊的全球化还刚刚开始。中国期刊在全球期刊拥有一席之地只是时间早晚的事。中国期刊走向世界靠的不是廉价劳动力而是源远流长博大精深的东方文化。</p>', '2021-12-19', 3, 0, 0, 0, 0, '', NULL, '', 'admin', '99', NULL, '', NULL),
(71, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(72, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(73, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(74, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(75, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(76, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(77, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(78, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(79, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL),
(80, '岩石力学与工程学', '<p style="color: rgb(85, 85, 85); font-family: 微软雅黑; font-size: 12px; white-space: normal;"><span style="line-height: 30px;">稀有金属材料与工程</span></p><p>中文名称 稀有金属材料与工程</p><p>主管单位 中国科学技术协会</p><p>主办单位 西北有色金属研究院、中国有色金属学会、中国材料学会</p><p>出版周期 月刊</p><p>期刊简介</p><p>&nbsp;</p><p>稀有金属杂志社是依托西北有色金属研究院，由《稀有金属材料与工程》和《钛工业进展》两刊组建成立。目的是为了探索在新的历史时期办好科技期刊的最佳途径和方法，保持品牌优势、实现资源共享、走集约化发展的道路，再创社会效益和经济效益的新高。</p><p>月刊</p><p>&nbsp;</p><p>《稀有金属材料与工程》月刊，中国科学技术协会主管，西北有色金属研究院、中国有色金属学会、中国材料学会主办，科学出版社出版。</p><p>《稀有金属材料与工程》国家重点学术期刊，曾连续获得国家期刊奖, 为SCI、EI等国外6大著名检索系统收录期刊，中国科技论文统计源期刊、中文核心期刊，中国期刊方阵“双奖期刊”，受国家自然科学基金委员会及中国科学技术协会资助，是稀有金属及先进材料领域重要期刊。</p><p>《稀有金属材料与工程》主要内容为稀有金属及先进材料的研究、开发、生产、应用。具体报道钛、难熔金属、贵金属、稀散金属、稀土金属以及超导材料、陶瓷材料、磁性材料、生物材料、复合材料等。</p><p><br/></p>', '2021-12-16', 9, 1, 0, 0, 0, 'Public/picture/2021-12-19/61bedb66261d6.jpg', NULL, '', 'admin', '99', NULL, '', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ry_auth`
--

CREATE TABLE IF NOT EXISTS `ry_auth` (
  `id` smallint(6) unsigned NOT NULL,
  `name` varchar(32) NOT NULL DEFAULT '' COMMENT '名称',
  `icon` varchar(32) NOT NULL DEFAULT '' COMMENT '图标',
  `pid` smallint(6) unsigned NOT NULL DEFAULT '0' COMMENT '父级ID',
  `url` varchar(32) NOT NULL DEFAULT '' COMMENT '控制器/方法',
  `hidden` varchar(32) NOT NULL DEFAULT '' COMMENT '显示隐藏',
  `level` tinyint(4) unsigned NOT NULL DEFAULT '0' COMMENT '级别 0是一级权限 1是二级权限 2是三级权限',
  `status` tinyint(1) unsigned NOT NULL DEFAULT '0' COMMENT '是否在左侧菜单显示 0不是 1是',
  `sort` int(11) unsigned NOT NULL DEFAULT '10' COMMENT '排序'
) ENGINE=MyISAM AUTO_INCREMENT=110 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_auth`
--

INSERT INTO `ry_auth` (`id`, `name`, `icon`, `pid`, `url`, `hidden`, `level`, `status`, `sort`) VALUES
(1, '系统设置', '', 0, '', '', 0, 1, 1),
(2, '修改密码', '', 1, 'Index', 'pass', 1, 1, 10),
(3, '网站配置', '', 1, 'Config', 'index', 1, 1, 1),
(30, '案例管理', '', 21, 'Case', 'index', 1, 1, 10),
(7, '权限管理', '', 0, '', '', 0, 1, 3),
(8, '管理员管理', '', 7, 'Manager', 'index', 1, 1, 10),
(9, '角色管理', '', 7, 'Role', 'index', 1, 1, 10),
(10, '权限管理', '', 7, 'Auth', 'index', 1, 1, 10),
(31, '友情链接', '', 1, 'Link', 'index', 1, 1, 10),
(34, '更新缓存', '', 1, 'Runtime', 'index', 1, 1, 10),
(21, '内容管理', '', 0, '', '', 0, 1, 2),
(22, '文章管理', '', 21, 'Article', 'index', 1, 1, 10),
(27, '幻灯管理', '', 1, 'Banner', 'index', 1, 1, 10),
(26, '导航管理', '', 21, 'Nav', 'index', 1, 1, 10),
(28, '招聘管理', '', 21, 'Job', 'index', 1, 1, 10),
(29, '留言管理', '', 21, 'Msg', 'index', 1, 1, 10),
(35, '添加', '', 27, 'Banner', 'add', 2, 0, 10),
(36, '提交添加', '', 27, 'Banner', 'addData', 2, 0, 10),
(37, '删除', '', 27, 'Banner', 'del', 2, 0, 10),
(38, '批量删除', '', 27, 'Banner', 'dels', 2, 0, 10),
(39, '编辑', '', 27, 'Banner', 'edit', 2, 0, 10),
(40, '提交编辑', '', 27, 'Banner', 'editData', 2, 0, 10),
(41, '排序', '', 27, 'Banner', 'sort', 2, 0, 10),
(42, '更改状态', '', 27, 'Banner', 'status', 2, 0, 10),
(43, '添加', '', 31, 'Link', 'add', 2, 0, 10),
(44, '提交添加', '', 31, 'Link', 'addData', 2, 0, 10),
(45, '删除', '', 31, 'Link', 'del', 2, 0, 10),
(46, '批量删除', '', 31, 'Link', 'dels', 2, 0, 10),
(47, '编辑', '', 31, 'Link', 'edit', 2, 0, 10),
(48, '提交编辑', '', 31, 'Link', 'editData', 2, 0, 10),
(49, '排序', '', 31, 'Link', 'sort', 2, 0, 10),
(50, '提交更新', '', 34, 'Runtime', 'update', 2, 0, 10),
(51, '添加', '', 22, 'Article', 'add', 2, 0, 10),
(52, '提交添加', '', 22, 'Article', 'addData', 2, 0, 10),
(53, '删除', '', 22, 'Article', 'del', 2, 0, 10),
(54, '批量删除', '', 22, 'Article', 'dels', 2, 0, 10),
(55, '编辑', '', 22, 'Article', 'edit', 2, 0, 10),
(56, '提交编辑', '', 22, 'Article', 'editData', 2, 0, 10),
(57, '排序', '', 22, 'Article', 'sort', 2, 0, 10),
(58, '添加', '', 26, 'Nav', 'add', 2, 0, 10),
(59, '提交添加', '', 26, 'Nav', 'addData', 2, 0, 10),
(60, '删除', '', 26, 'Nav', 'del', 2, 0, 10),
(61, '编辑', '', 26, 'Nav', 'edit', 2, 0, 10),
(62, '提交编辑', '', 26, 'Nav', 'editData', 2, 0, 10),
(63, '排序', '', 26, 'Nav', 'sort', 2, 0, 10),
(64, '添加', '', 28, 'Job', 'add', 2, 0, 10),
(65, '提交添加', '', 28, 'Job', 'addData', 2, 0, 10),
(66, '删除', '', 28, 'Job', 'del', 2, 0, 10),
(67, '批量删除', '', 28, 'Job', 'dels', 2, 0, 10),
(68, '编辑', '', 28, 'Job', 'edit', 2, 0, 10),
(69, '提交编辑', '', 28, 'Job', 'editData', 2, 0, 10),
(70, '排序', '', 28, 'Job', 'sort', 2, 0, 10),
(71, '更改状态', '', 28, 'Job', 'status', 2, 0, 10),
(72, '删除', '', 29, 'Msg', 'del', 2, 0, 10),
(73, '批量删除', '', 29, 'Msg', 'dels', 2, 0, 10),
(74, '更改状态', '', 29, 'Msg', 'status', 2, 0, 10),
(75, '添加', '', 30, 'Case', 'add', 2, 0, 10),
(76, '提交添加', '', 30, 'Case', 'addData', 2, 0, 10),
(77, '删除', '', 30, 'Case', 'del', 2, 0, 10),
(78, '批量删除', '', 30, 'Case', 'dels', 2, 0, 10),
(79, '编辑', '', 30, 'Case', 'edit', 2, 0, 10),
(80, '提交编辑', '', 30, 'Case', 'editData', 2, 0, 10),
(81, '排序', '', 30, 'Case', 'sort', 2, 0, 10),
(82, '添加', '', 8, 'Manager', 'add', 2, 0, 10),
(83, '提交添加', '', 8, 'Manager', 'addData', 2, 0, 10),
(84, '删除', '', 8, 'Manager', 'del', 2, 0, 10),
(85, '编辑', '', 8, 'Manager', 'edit', 2, 0, 10),
(86, '提交编辑', '', 8, 'Manager', 'editData', 2, 0, 10),
(87, '添加', '', 9, 'Role', 'add', 2, 0, 10),
(88, '提交添加', '', 9, 'Role', 'addData', 2, 0, 10),
(89, '删除', '', 9, 'Role', 'del', 2, 0, 10),
(90, '批量删除', '', 9, 'Role', 'dels', 2, 0, 10),
(91, '编辑', '', 9, 'Role', 'edit', 2, 0, 10),
(92, '提交编辑', '', 9, 'Role', 'editData', 2, 0, 10),
(93, '分配权限', '', 9, 'Role', 'info', 2, 0, 10),
(94, '提交分配权限', '', 9, 'Role', 'authEdit', 2, 0, 10),
(95, '添加', '', 10, 'Auth', 'add', 2, 0, 10),
(96, '提交添加', '', 10, 'Auth', 'addData', 2, 0, 10),
(97, '删除', '', 10, 'Auth', 'del', 2, 0, 10),
(98, '编辑', '', 10, 'Auth', 'edit', 2, 0, 10),
(99, '提交编辑', '', 10, 'Auth', 'editData', 2, 0, 10),
(100, '排序', '', 10, 'Auth', 'sort', 2, 0, 10),
(101, '更改状态', '', 10, 'Auth', 'status', 2, 0, 10),
(102, '网站信息', '', 3, 'Config', 'index', 2, 0, 10),
(103, 'SEO设置', '', 3, 'Config', 'seo', 2, 0, 10),
(104, '企业信息', '', 3, 'Config', 'firm', 2, 0, 10),
(105, '客服设置', '', 3, 'Config', 'service', 2, 0, 10),
(106, '提交更新', '', 3, 'Config', 'editData', 2, 0, 10),
(108, '提交修改', '', 2, 'Index', 'edit', 2, 0, 10);

-- --------------------------------------------------------

--
-- 表的结构 `ry_category`
--

CREATE TABLE IF NOT EXISTS `ry_category` (
  `id` int(11) NOT NULL,
  `pid` int(11) DEFAULT NULL COMMENT '父分类ID',
  `title` varchar(100) DEFAULT NULL COMMENT '栏目名称',
  `model` varchar(255) DEFAULT '1' COMMENT '内容模型',
  `url` varchar(20) DEFAULT NULL COMMENT '类名',
  `keywords` varchar(255) DEFAULT NULL COMMENT '分类关键词',
  `body` text COMMENT '分类描述',
  `state` varchar(255) DEFAULT '0' COMMENT '0显示,1隐藏',
  `sort` varchar(255) DEFAULT '99',
  `cate_image` varchar(255) DEFAULT NULL COMMENT '栏目缩略图',
  `description` varchar(255) DEFAULT NULL,
  `ftitle` varchar(255) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=39 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_category`
--

INSERT INTO `ry_category` (`id`, `pid`, `title`, `model`, `url`, `keywords`, `body`, `state`, `sort`, `cate_image`, `description`, `ftitle`) VALUES
(1, 0, '商品', '2', 'product', NULL, NULL, '0', '1', '', '', ''),
(2, 0, '維修', '2', 'repair', NULL, '<p><img src="/Public/uploads/ueditor/image/20220606/1654504633518240.png" title="1654504633518240.png" alt="微信图片_20220606163329.png"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654504647912437.png" title="1654504647912437.png" alt="微信图片_20220606163324.png"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654504682975378.png" title="1654504682975378.png" alt="微信图片_20220606163319.png"/><img src="/Public/uploads/ueditor/image/20220606/1654504688156009.png" title="1654504688156009.png" alt="微信图片_20220606163314.png"/><img src="/Public/uploads/ueditor/image/20220606/1654504693639071.png" title="1654504693639071.png" alt="微信图片_20220606163306.png"/></p>', '0', '2', 'Public/picture/2022-01-14/61e137c06bd65.jpg', '', ''),
(3, 0, '關於我們', '1', 'about', NULL, NULL, '0', '3', '', '', ''),
(4, 0, '積分中心', '1', 'news', NULL, NULL, '0', '4', '', '', ''),
(5, 1, '手機', '2', 'product', NULL, NULL, '0', '1', '', '', ''),
(6, 1, '平板', '2', 'product', NULL, NULL, '0', '2', '', '', ''),
(7, 1, '電腦', '2', 'product', NULL, NULL, '0', '2', '', '', ''),
(8, 1, '配件', '2', 'product', NULL, NULL, '0', '2', 'Public/picture/2022-06-08/62a049453b406.jpeg', '', ''),
(9, 1, '家電', '2', 'product', NULL, NULL, '0', '2', '', '', ''),
(10, 1, '藍光盾', '2', 'product', NULL, NULL, '0', '3', '', '', ''),
(11, 1, '更多商品', '2', 'product', NULL, NULL, '0', '2', '', '', ''),
(12, 1, 'UAG', '2', 'product', NULL, NULL, '0', '3', '', '', ''),
(13, 1, 'QC快充組', '2', 'product', NULL, NULL, '0', '3', '', '', ''),
(14, 5, '小米手機1', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9250ce144a.jpg', '', ''),
(15, 7, '小米平板1', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(16, 5, '小米手機2', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9250ce144a.jpg', '', ''),
(17, 5, '小米手機3', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9250ce144a.jpg', '', ''),
(18, 5, '小米手機4', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9250ce144a.jpg', '', ''),
(19, 5, '小米手機5', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9250ce144a.jpg', '', ''),
(20, 7, '小米平板2', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(21, 7, '小米平板3', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(22, 7, '小米平板4', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(23, 7, '小米平板5', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(24, 7, '小米平板6', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(25, 7, '小米平板7', '2', 'product', NULL, NULL, '0', '1', 'Public/picture/2022-01-08/61d9253846fab.jpg', '', ''),
(26, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(27, 2, 'IPAD', '2', 'repair', NULL, NULL, '0', '2', 'Public/picture/2022-01-10/61dbc02e5ff4e.png', '', ''),
(28, 2, 'IWATCH', '2', 'repair', NULL, NULL, '0', '3', 'Public/picture/2022-01-10/61dbc03b6b173.png', '', ''),
(29, 2, 'MAC', '2', 'repair', NULL, NULL, '0', '4', 'Public/picture/2022-01-10/61dbc045a6e60.png', '', ''),
(30, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(31, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(32, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(33, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(34, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(35, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(36, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(37, 2, 'IPHONE', '2', 'repair', NULL, NULL, '0', '1', 'Public/picture/2022-01-10/61db93abb6b03.png', '', ''),
(38, 1, '飾品', '1', '', NULL, NULL, '0', '2', '', '', '');

-- --------------------------------------------------------

--
-- 表的结构 `ry_code`
--

CREATE TABLE IF NOT EXISTS `ry_code` (
  `id` int(11) NOT NULL,
  `phone` varchar(255) DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- 表的结构 `ry_config`
--

CREATE TABLE IF NOT EXISTS `ry_config` (
  `id` int(11) NOT NULL DEFAULT '0',
  `web_name` varchar(255) DEFAULT NULL COMMENT '名称',
  `web_logo` varchar(255) DEFAULT NULL COMMENT 'logo',
  `web_basehost` varchar(255) DEFAULT NULL COMMENT '网址',
  `web_title` varchar(255) DEFAULT NULL COMMENT '标题',
  `web_keywords` varchar(255) DEFAULT NULL COMMENT '关键字',
  `web_description` varchar(255) DEFAULT NULL COMMENT '描述',
  `web_copyright` varchar(255) DEFAULT NULL COMMENT '版权',
  `web_recordnum` varchar(255) DEFAULT NULL COMMENT '备案号',
  `web_phone` varchar(255) DEFAULT NULL COMMENT '座机',
  `web_email` varchar(255) DEFAULT NULL COMMENT '邮箱',
  `web_address` varchar(255) DEFAULT NULL COMMENT '地址',
  `web_qq` varchar(255) DEFAULT NULL COMMENT 'qq',
  `web_telphone` varchar(255) DEFAULT NULL COMMENT '手机',
  `web_t_phone` varchar(255) DEFAULT NULL COMMENT '400电话',
  `web_code` varchar(255) DEFAULT NULL COMMENT '统计代码',
  `web_erweima` varchar(255) DEFAULT NULL,
  `web_contacts` varchar(255) DEFAULT NULL COMMENT '联系人'
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_config`
--

INSERT INTO `ry_config` (`id`, `web_name`, `web_logo`, `web_basehost`, `web_title`, `web_keywords`, `web_description`, `web_copyright`, `web_recordnum`, `web_phone`, `web_email`, `web_address`, `web_qq`, `web_telphone`, `web_t_phone`, `web_code`, `web_erweima`, `web_contacts`) VALUES
(1, '', '', '', '雄技線上購物', '', '', '', '', '028-85588425', '', '', '', '', '', '', 'Public/picture/2021-11-04/61836099b1251.jpg', '');

-- --------------------------------------------------------

--
-- 表的结构 `ry_field`
--

CREATE TABLE IF NOT EXISTS `ry_field` (
  `id` int(11) NOT NULL,
  `e_title` varchar(255) DEFAULT NULL,
  `zhiwei` varchar(255) DEFAULT NULL,
  `lingyu` varchar(255) DEFAULT NULL,
  `telphone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `zhiye` varchar(255) DEFAULT NULL,
  `a_id` int(11) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=393 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_field`
--

INSERT INTO `ry_field` (`id`, `e_title`, `zhiwei`, `lingyu`, `telphone`, `email`, `zhiye`, `a_id`) VALUES
(1, 'Jager-Capital', '', '', '', '', '', 1),
(2, '', '管理合伙人', '', '', '', '', 2),
(3, '', '管理合伙人', '', '', '', '', 3),
(4, '', '', '', '', '', '', 4),
(5, '', '', '', '', '', '', 5),
(6, '', '', '', '', '', '', 6),
(7, '', '', '', '', '', '', 7),
(8, '', '', '', '', '', '', 1),
(9, '', '', '', '', '', '', 2),
(10, '', '', '', '', '', '', 3),
(11, '', '', '', '', '', '', 4),
(12, '', '', '', '', '', '', 5),
(13, '', '', '', '', '', '', 6),
(14, '', '', '', '', '', '', 7),
(15, '', '', '', '', '', '', 8),
(16, '', '', '', '', '', '', 9),
(17, '', '', '', '', '', '', 10),
(18, '', '', '', '', '', '', 1),
(19, '', '', '', '', '', '', 2),
(20, '', '', '', '', '', '', 3),
(21, '', '', '', '', '', '', 4),
(22, '', '', '', '', '', '', 5),
(23, '', '', '', '', '', '', 6),
(24, '', '', '', '', '', '', 7),
(25, '', '', '', '', '', '', 8),
(26, '', '', '', '', '', '', 9),
(27, '', '', '', '', '', '', 10),
(28, '', '', '', '', '', '', 11),
(29, '', '', '', '', '', '', 12),
(30, '', '', '', '', '', '', 1),
(31, '', '', '', '', '', '', 2),
(32, '', '', '', '', '', '', 3),
(33, '', '', '', '', '', '', 4),
(34, '', '', '', '', '', '', 5),
(35, '', '', '', '', '', '', 6),
(36, '', '', '', '', '', '', 7),
(37, '', '', '', '', '', '', 8),
(38, '', '', '', '', '', '', 9),
(39, '', '', '', '', '', '', 10),
(40, '', '', '', '', '', '', 11),
(41, '', '', '', '', '', '', 12),
(42, '', '', '', '', '', '', 13),
(43, '', '', '', '', '', '', 14),
(44, '', '', '', '', '', '', 15),
(45, '', '', '', '', '', '', 16),
(46, '', '', '', '', '', '', 17),
(47, '', '', '', '', '', '', 18),
(48, '', '', '', '', '', '', 19),
(49, '', '', '', '', '', '', 20),
(50, '', '', '', '', '', '', 21),
(51, '', '', '', '', '', '', 1),
(52, '', '', '', '', '', '', 2),
(53, '', '', '', '', '', '', 1),
(54, '', '', '', '', '', '', 2),
(55, '', '', '', '', '', '', 3),
(56, '', '', '', '', '', '', 4),
(57, '', '', '', '', '', '', 5),
(58, '', '', '', '', '', '', 6),
(59, '', '', '', '', '', '', 7),
(60, '', '', '', '', '', '', 8),
(61, '', '', '', '', '', '', 9),
(62, '', '', '', '', '', '', 10),
(63, '', '', '', '', '', '', 11),
(64, '', '', '', '', '', '', 12),
(65, '', '', '', '', '', '', 13),
(66, '', '', '', '', '', '', 14),
(67, '', '', '', '', '', '', 15),
(68, '', '', '', '', '', '', 16),
(69, '', '', '', '', '', '', 17),
(70, '', '', '', '', '', '', 18),
(71, '', '', '', '', '', '', 19),
(72, '', '', '', '', '', '', 20),
(73, '', '', '', '', '', '', 21),
(74, '', '', '', '', '', '', 22),
(75, '', '', '', '', '', '', 23),
(76, '', '', '', '', '', '', 24),
(77, '', '', '', '', '', '', 1),
(78, '', '', '', '', '', '', 2),
(79, '', '', '', '', '', '', 3),
(80, '', '', '', '', '', '', 4),
(81, '', '', '', '', '', '', 5),
(82, '', '', '', '', '', '', 6),
(83, '', '', '', '', '', '', 7),
(84, '', '', '', '', '', '', 8),
(85, '', '', '', '', '', '', 9),
(86, '', '', '', '', '', '', 10),
(87, '', '', '', '', '', '', 11),
(88, '', '', '', '', '', '', 12),
(89, '', '', '', '', '', '', 13),
(90, '', '', '', '', '', '', 14),
(91, '', '', '', '', '', '', 15),
(92, '', '', '', '', '', '', 16),
(93, '', '', '', '', '', '', 17),
(94, '', '', '', '', '', '', 18),
(95, '', '', '', '', '', '', 19),
(96, '', '', '', '', '', '', 20),
(97, '', '', '', '', '', '', 21),
(98, '', '', '', '', '', '', 22),
(99, '', '', '', '', '', '', 23),
(100, '', '', '', '', '', '', 24),
(101, '', '', '', '', '', '', 25),
(102, '', '', '', '', '', '', 26),
(103, '', '', '', '', '', '', 27),
(104, '', '', '', '', '', '', 1),
(105, '', '', '', '', '', '', 2),
(106, '', '', '', '', '', '', 3),
(107, '', '', '', '', '', '', 4),
(108, '', '', '', '', '', '', 5),
(109, '', '', '', '', '', '', 6),
(110, '', '', '', '', '', '', 7),
(111, '', '', '', '', '', '', 8),
(112, '', '', '', '', '', '', 9),
(113, '', '', '', '', '', '', 10),
(114, '', '', '', '', '', '', 11),
(115, '', '', '', '', '', '', 12),
(116, '', '', '', '', '', '', 1),
(117, '', '', '', '', '', '', 2),
(118, '', '', '', '', '', '', 3),
(119, '', '', '', '', '', '', 4),
(120, '', '', '', '', '', '', 5),
(121, '', '', '', '', '', '', 6),
(122, '', '', '', '', '', '', 7),
(123, '', '', '', '', '', '', 8),
(124, '', '', '', '', '', '', 9),
(125, '', '', '', '', '', '', 10),
(126, '', '', '', '', '', '', 11),
(127, '', '', '', '', '', '', 12),
(128, '', '', '', '', '', '', 13),
(129, '', '', '', '', '', '', 14),
(130, '', '', '', '', '', '', 15),
(131, '', '', '', '', '', '', 1),
(132, '', '', '', '', '', '', 2),
(133, '', '', '', '', '', '', 3),
(134, '', '', '', '', '', '', 4),
(135, '', '', '', '', '', '', 5),
(136, '', '', '', '', '', '', 6),
(137, '', '', '', '', '', '', 7),
(138, '', '', '', '', '', '', 8),
(139, '', '', '', '', '', '', 1),
(140, '', '', '', '', '', '', 2),
(141, '', '', '', '', '', '', 3),
(142, '', '', '', '', '', '', 4),
(143, '', '', '', '', '', '', 5),
(144, '', '', '', '', '', '', 6),
(145, '', '', '', '', '', '', 7),
(146, '', '', '', '', '', '', 8),
(147, '', '', '', '', '', '', 9),
(148, '', '', '', '', '', '', 10),
(149, '', '', '', '', '', '', 11),
(150, '', '', '', '', '', '', 12),
(151, '', '', '', '', '', '', 13),
(152, '', '', '', '', '', '', 14),
(153, '', '', '', '', '', '', 15),
(154, '', '', '', '', '', '', 16),
(155, '', '', '', '', '', '', 17),
(156, '', '', '', '', '', '', 18),
(157, '', '', '', '', '', '', 19),
(158, '', '', '', '', '', '', 20),
(159, '', '', '', '', '', '', 21),
(160, '', '', '', '', '', '', 22),
(161, '', '', '', '', '', '', 23),
(162, '', '', '', '', '', '', 24),
(163, '', '', '', '', '', '', 25),
(164, '', '', '', '', '', '', 26),
(165, '', '', '', '', '', '', 27),
(166, '', '', '', '', '', '', 28),
(167, '', '', '', '', '', '', 29),
(168, '', '', '', '', '', '', 30),
(169, '', '', '', '', '', '', 31),
(170, '', '', '', '', '', '', 1),
(171, '', '', '', '', '', '', 6),
(172, '', '', '', '', '', '', 10),
(173, '', '', '', '', '', '', 15),
(174, '', '', '', '', '', '', 1),
(175, '', '', '', '', '', '', 4),
(176, '', '', '', '', '', '', 5),
(177, '', '', '', '', '', '', 6),
(178, '', '', '', '', '', '', 7),
(179, '', '', '', '', '', '', 8),
(180, '', '', '', '', '', '', 1),
(181, '', '', '', '', '', '', 7),
(182, '', '', '', '', '', '', 13),
(183, '', '', '', '', '', '', 17),
(184, '', '', '', '', '', '', 28),
(185, '', '', '', '', '', '', 46),
(186, '', '', '', '', '', '', 1),
(187, '', '', '', '', '', '', 4),
(188, '', '', '', '', '', '', 1),
(189, '', '', '', '', '', '', 5),
(190, '', '', '', '', '', '', 6),
(191, '', '', '', '', '', '', 7),
(192, '', '', '', '', '', '', 8),
(193, '', '', '', '', '', '', 9),
(194, '', '', '', '', '', '', 10),
(195, '', '', '', '', '', '', 11),
(196, '', '', '', '', '', '', 22),
(197, '', '', '', '', '', '', 26),
(198, '', '', '', '', '', '', 30),
(199, '', '', '', '', '', '', 31),
(200, '', '', '', '', '', '', 37),
(201, '', '', '', '', '', '', 38),
(202, '', '', '', '', '', '', 39),
(203, '', '', '', '', '', '', 40),
(204, '', '', '', '', '', '', 41),
(205, '', '', '', '', '', '', 1),
(206, '', '', '', '', '', '', 11),
(207, '', '', '', '', '', '', 142),
(208, '', '', '', '', '', '', 144),
(209, '', '', '', '', '', '', 1),
(210, '', '', '', '', '', '', 15),
(211, '', '', '', '', '', '', 16),
(212, '', '', '', '', '', '', 1),
(213, '', '', '', '', '', '', 4),
(214, '', '', '', '', '', '', 12),
(215, '', '', '', '', '', '', 18),
(216, '', '', '', '', '', '', 1),
(217, '', '', '', '', '', '', 19),
(218, '', '', '', '', '', '', 23),
(219, '', '', '', '', '', '', 31),
(220, '', '', '', '', '', '', 44),
(221, '', '', '', '', '', '', 45),
(222, '', '', '', '', '', '', 54),
(223, '', '', '', '', '', '', 63),
(224, '', '', '', '', '', '', 71),
(225, '', '', '', '', '', '', 1),
(226, '', '', '', '', '', '', 7),
(227, '', '', '', '', '', '', 13),
(228, '', '', '', '', '', '', 1),
(229, '', '', '', '', '', '', 4),
(230, '', '', '', '', '', '', 10),
(231, '', '', '', '', '', '', 15),
(232, '', '', '', '', '', '', 20),
(233, '', '', '', '', '', '', 28),
(234, '', '', '', '', '', '', 1),
(235, '', '', '', '', '', '', 5),
(236, '', '', '', '', '', '', 9),
(237, '', '', '', '', '', '', 13),
(238, '', '', '', '', '', '', 1),
(239, '', '', '', '', '', '', 7),
(240, '', '', '', '', '', '', 12),
(241, '', '', '', '', '', '', 16),
(242, '', '', '', '', '', '', 20),
(243, '', '', '', '', '', '', 1),
(244, '', '', '', '', '', '', 4),
(245, '', '', '', '', '', '', 6),
(246, '', '', '', '', '', '', 9),
(247, '', '', '', '', '', '', 20),
(248, '', '', '', '', '', '', 25),
(249, '', '', '', '', '', '', 31),
(250, '', '', '', '', '', '', 34),
(251, '', '', '', '', '', '', 39),
(252, '', '', '', '', '', '', 42),
(253, '', '', '', '', '', '', 48),
(254, '', '', '', '', '', '', 49),
(255, '', '', '', '', '', '', 52),
(256, '', '', '', '', '', '', 58),
(257, '', '', '', '', '', '', 64),
(258, '', '', '', '', '', '', 68),
(259, '', '', '', '', '', '', 70),
(260, '', '', '', '', '', '', 74),
(261, '', '', '', '', '', '', 77),
(262, '', '', '', '', '', '', 78),
(263, '', '', '', '', '', '', 79),
(264, '', '', '', '', '', '', 1),
(265, '', '', '', '', '', '', 9),
(266, '', '', '', '', '', '', 14),
(267, '', '', '', '', '', '', 17),
(268, '', '', '', '', '', '', 21),
(269, '', '', '', '', '', '', 23),
(270, '', '', '', '', '', '', 30),
(271, '', '', '', '', '', '', 1),
(272, '', '', '', '', '', '', 5),
(273, '', '', '', '', '', '', 12),
(274, '', '', '', '', '', '', 26),
(275, '', '', '', '', '', '', 32),
(276, '', '', '', '', '', '', 37),
(277, '', '', '', '', '', '', 43),
(278, '', '', '', '', '', '', 51),
(279, '', '', '', '', '', '', 55),
(280, '', '', '', '', '', '', 65),
(281, '', '', '', '', '', '', 69),
(282, '', '', '', '', '', '', 73),
(283, '', '', '', '', '', '', 1),
(284, '', '', '', '', '', '', 5),
(285, '', '', '', '', '', '', 1),
(286, '', '', '', '', '', '', 7),
(287, '', '', '', '', '', '', 1),
(288, '', '', '', '', '', '', 5),
(289, '', '', '', '', '', '', 1),
(290, '', '', '', '', '', '', 1),
(291, '', '', '', '', '', '', 2),
(292, '', '', '', '', '', '', 3),
(293, '', '', '', '', '', '', 4),
(294, '', '', '', '', '', '', 5),
(295, '', '', '', '', '', '', 6),
(296, '', '', '', '', '', '', 7),
(297, '', '', '', '', '', '', 8),
(298, '', '', '', '', '', '', 9),
(299, '', '', '', '', '', '', 10),
(300, '', '', '', '', '', '', 11),
(301, '', '', '', '', '', '', 12),
(302, '', '', '', '', '', '', 13),
(303, '', '', '', '', '', '', 14),
(304, '', '', '', '', '', '', 18),
(305, '', '', '', '', '', '', 27),
(306, '', '', '', '', '', '', 33),
(307, '', '', '', '', '', '', 1),
(308, '', '', '', '', '', '', 2),
(309, '', '', '', '', '', '', 3),
(310, '', '', '', '', '', '', 4),
(311, '', '', '', '', '', '', 5),
(312, '', '', '', '', '', '', 6),
(313, '', '', '', '', '', '', 7),
(314, '', '', '', '', '', '', 8),
(315, '', '', '', '', '', '', 9),
(316, '', '', '', '', '', '', 10),
(317, '', '', '', '', '', '', 11),
(318, '', '', '', '', '', '', 12),
(319, '', '', '', '', '', '', 13),
(320, '', '', '', '', '', '', 14),
(321, '', '', '', '', '', '', 15),
(322, '', '', '', '', '', '', 16),
(323, '', '', '', '', '', '', 17),
(324, '', '', '', '', '', '', 18),
(325, '', '', '', '', '', '', 19),
(326, '', '', '', '', '', '', 20),
(327, '', '', '', '', '', '', 21),
(328, '', '', '', '', '', '', 22),
(329, '', '', '', '', '', '', 23),
(330, '', '', '', '', '', '', 24),
(331, '', '', '', '', '', '', 25),
(332, '', '', '', '', '', '', 26),
(333, '', '', '', '', '', '', 27),
(334, '', '', '', '', '', '', 28),
(335, '', '', '', '', '', '', 29),
(336, '', '', '', '', '', '', 30),
(337, '', '', '', '', '', '', 31),
(338, '', '', '', '', '', '', 32),
(339, '', '', '', '', '', '', 33),
(340, '', '', '', '', '', '', 34),
(341, '', '', '', '', '', '', 35),
(342, '', '', '', '', '', '', 36),
(343, '', '', '', '', '', '', 37),
(344, '', '', '', '', '', '', 38),
(345, '', '', '', '', '', '', 39),
(346, '', '', '', '', '', '', 40),
(347, '', '', '', '', '', '', 41),
(348, '', '', '', '', '', '', 42),
(349, '', '', '', '', '', '', 43),
(350, '', '', '', '', '', '', 44),
(351, '', '', '', '', '', '', 45),
(352, '', '', '', '', '', '', 46),
(353, '', '', '', '', '', '', 47),
(354, '', '', '', '', '', '', 48),
(355, '', '', '', '', '', '', 49),
(356, '', '', '', '', '', '', 50),
(357, '', '', '', '', '', '', 51),
(358, '', '', '', '', '', '', 52),
(359, '', '', '', '', '', '', 53),
(360, '', '', '', '', '', '', 1),
(361, '', '', '', '', '', '', 1),
(362, '', '', '', '', '', '', 1),
(363, '', '', '', '', '', '', 1),
(364, '', '', '', '', '', '', 2),
(365, '', '', '', '', '', '', 3),
(366, '', '', '', '', '', '', 1),
(367, '', '', '', '', '', '', 7),
(368, '', '', '', '', '', '', 8),
(369, '', '', '', '', '', '', 9),
(370, '', '', '', '', '', '', 10),
(371, '', '', '', '', '', '', 11),
(372, '', '', '', '', '', '', 12),
(373, '', '', '', '', '', '', 13),
(374, '', '', '', '', '', '', 14),
(375, '', '', '', '', '', '', 15),
(376, '', '', '', '', '', '', 16),
(377, '', '', '', '', '', '', 17),
(378, '', '', '', '', '', '', 18),
(379, '', '', '', '', '', '', 19),
(380, '', '', '', '', '', '', 1),
(381, '', '', '', '', '', '', 2),
(382, '', '', '', '', '', '', 3),
(383, '', '', '', '', '', '', 1),
(384, '', '', '', '', '', '', 2),
(385, '', '', '', '', '', '', 3),
(386, '', '', '', '', '', '', 4),
(387, '', '', '', '', '', '', 5),
(388, '', '', '', '', '', '', 6),
(389, '', '', '', '', '', '', 7),
(390, '', '', '', '', '', '', 11),
(391, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(392, NULL, NULL, NULL, NULL, NULL, NULL, 61);

-- --------------------------------------------------------

--
-- 表的结构 `ry_flink`
--

CREATE TABLE IF NOT EXISTS `ry_flink` (
  `id` int(11) NOT NULL,
  `gs` varchar(255) DEFAULT NULL,
  `ysfz` varchar(255) DEFAULT NULL,
  `xm` varchar(255) DEFAULT NULL,
  `xb` varchar(255) DEFAULT '0',
  `zy` varchar(255) DEFAULT '0',
  `bk` varchar(255) DEFAULT NULL,
  `kssj` varchar(255) DEFAULT NULL,
  `ksdd` varchar(255) DEFAULT NULL,
  `cj` varchar(255) DEFAULT NULL,
  `sfz` varchar(255) DEFAULT NULL,
  `type` varchar(255) DEFAULT NULL COMMENT '0,1,2',
  `state` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_flink`
--

INSERT INTO `ry_flink` (`id`, `gs`, `ysfz`, `xm`, `xb`, `zy`, `bk`, `kssj`, `ksdd`, `cj`, `sfz`, `type`, `state`, `time`) VALUES
(1, NULL, '2', '3', '4', '5', '6', '7', '8', '9', NULL, '1', NULL, NULL),
(2, '2', '3', '4', '5', '6', '7', '8', '9', '10', NULL, '1', NULL, NULL),
(3, '3', '4', '5', '6', '7', '8', '9', '10', '11', NULL, '1', NULL, NULL),
(4, '4', '5', '6', '7', '8', '9', '10', '11', '12', NULL, '1', NULL, NULL),
(5, '5', '6', '7', '8', '9', '10', '11', '12', '13', NULL, '1', NULL, NULL),
(6, '6', '7', '8', '9', '10', '11', '12', '13', '14', NULL, '1', NULL, NULL),
(7, '7', '8', '9', '10', '11', '12', '13', '14', '15', NULL, '1', NULL, NULL),
(8, '8', '9', '10', '11', '12', '13', '14', '15', '16', NULL, '1', NULL, NULL),
(9, '9', '10', '11', '12', '13', '14', '15', '16', '17', NULL, '1', NULL, NULL),
(10, '10', '11', '12', '13', '14', '15', '16', '17', '18', NULL, '1', NULL, NULL),
(11, '11', '12', '13', '14', '15', '16', '17', '18', '19', NULL, '1', NULL, NULL),
(12, '12', '13', '14', '15', '16', '17', '18', '19', '20', NULL, '2', NULL, NULL),
(13, '13', '14', '15', '16', '17', '18', '19', '20', '21', NULL, '2', NULL, NULL),
(14, '14', '15', '16', '17', '18', '19', '20', '21', '22', NULL, '2', NULL, NULL),
(15, '15', '16', '17', '18', '19', '20', '21', '22', '23', NULL, '2', NULL, NULL),
(16, '16', '17', '18', '19', '20', '21', '22', '23', '24', NULL, '2', NULL, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `ry_jiezhang`
--

CREATE TABLE IF NOT EXISTS `ry_jiezhang` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=4 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_jiezhang`
--

INSERT INTO `ry_jiezhang` (`id`, `name`) VALUES
(1, '信用卡'),
(2, '貨到付款\n\n'),
(3, '超取付款\n\n');

-- --------------------------------------------------------

--
-- 表的结构 `ry_member`
--

CREATE TABLE IF NOT EXISTS `ry_member` (
  `id` int(11) NOT NULL,
  `username` varchar(20) DEFAULT NULL,
  `email` varchar(100) DEFAULT NULL,
  `password` varchar(32) DEFAULT NULL,
  `avatar` varchar(255) DEFAULT NULL COMMENT '头像',
  `create_at` varchar(11) DEFAULT '0',
  `update_at` varchar(11) DEFAULT '0',
  `login_ip` varchar(20) DEFAULT NULL,
  `status` tinyint(1) DEFAULT '1' COMMENT '0:禁止登陆 1:正常',
  `type` tinyint(1) DEFAULT '1' COMMENT '1:前台用户 2:管理员 '
) ENGINE=InnoDB AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_member`
--

INSERT INTO `ry_member` (`id`, `username`, `email`, `password`, `avatar`, `create_at`, `update_at`, `login_ip`, `status`, `type`) VALUES
(1, 'admin', '123456778@qq.com', '21232f297a57a5a743894a0e4a801fc3', NULL, '1436679338', '1663579216', '61.61.79.40', 1, 2);

-- --------------------------------------------------------

--
-- 表的结构 `ry_message`
--

CREATE TABLE IF NOT EXISTS `ry_message` (
  `id` int(11) NOT NULL,
  `content` text,
  `time` varchar(255) DEFAULT NULL,
  `username` int(11) DEFAULT NULL,
  `telphone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- 表的结构 `ry_mk`
--

CREATE TABLE IF NOT EXISTS `ry_mk` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=3 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_mk`
--

INSERT INTO `ry_mk` (`id`, `name`) VALUES
(1, '首页顶部广告'),
(2, '首页中部列表广告');

-- --------------------------------------------------------

--
-- 表的结构 `ry_model`
--

CREATE TABLE IF NOT EXISTS `ry_model` (
  `id` int(255) NOT NULL,
  `mod_title` varchar(255) DEFAULT NULL,
  `mod_content` text,
  `mod_style` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=14 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_model`
--

INSERT INTO `ry_model` (`id`, `mod_title`, `mod_content`, `mod_style`, `time`) VALUES
(1, 'head', '        <header>\r\n            <div class="box clearfix">\r\n                <div class="fl logo"><a href="/"><img src="__ROOT__/{$config.web_logo}" class="img1"><img src="__IMAGES__/logo2.png" class="img2"></a></div>\r\n                <div class="headR fr clearfix">\r\n                    <ul class="fl nav ">\r\n                        <li><a href="/">首页</a></li>\r\n                        <volist name="category" id=''v''>\r\n                        <if condition="$v.url eq $action">\r\n                        <li class="active"><a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                            <if condition="v.child neq null">\r\n                            <div class="nav_sub">\r\n                                <volist name="v[''child'']" id=''vo''>\r\n                                <a href="__ROOT__/{$vo.url}">{$vo.title}</a>\r\n                                </volist>\r\n                            </div>\r\n                            <else/>\r\n                            <div class="nav_sub" style="display: none;"></div>\r\n                            </if>\r\n                        </li>\r\n                            <else/>\r\n                        <li><a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                            <if condition="v.child neq null">\r\n                            <div class="nav_sub">\r\n                                <volist name="v[''child'']" id=''vo''>\r\n                                <a href="__ROOT__/{$vo.url}">{$vo.title}</a>\r\n                                </volist>\r\n                            </div>\r\n                            <else/>\r\n                            <div class="nav_sub" style="display: none;"></div>\r\n                            </if>\r\n                        </li>                            \r\n                        </if>\r\n                        </volist>\r\n                       <!--  <li><a href="产品中心.html">产品中心</a></li>\r\n                        <li><a href="新闻.html"> 新闻中心</a></li>\r\n                        <li class="active"><a href="关于我们_联系我们.html">关于我们</a>\r\n                            <div class="nav_sub">\r\n                                <a href="关于我们_发展历程.html">发展历程</a>\r\n                                <a href="关于我们_联系我们.html">联系我们</a>\r\n                            </div>\r\n                        </li> -->\r\n                    </ul>\r\n                    <div class="search fr">\r\n                        <span></span>\r\n                        <div class="sear_box ">\r\n                        <form method="post" action="__ROOT__/search">\r\n                            <div class="wrap clearfix">\r\n                                <input type="text" placeholder="请输入关键字" class="inp" name="key">\r\n                                <input type="submit" class="btn" value="">\r\n                                <div class="guan"></div>\r\n                            </div>\r\n                        </form>\r\n                        </div>\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </header>\r\n', '公共头部', '1567737316'),
(2, 'footer', '        <footer>\r\n            <div class="wrap">\r\n                <div class="footer_t clearfix">\r\n                    <div class="link fl ">\r\n                        <volist name="category" id=''v''>\r\n                        <div class="item" aos="fade-right" aos-duration="500">\r\n                            <h4>{$v.title}</h4>\r\n                            <volist name="v[''child'']" id=''vo''>\r\n                            <a href="__ROOT__/{$vo.url}">{$vo.title}</a>\r\n                            </volist>\r\n                        </div>\r\n                        </volist>                        \r\n                    </div>\r\n                    <div class="addre fr" aos="fade-right" aos-duration="2000">\r\n                        <h4>{$config.web_name}</h4>\r\n                        <p><i class="iconfont">&#xe678;</i>咨询电话：{$config.web_telphone} / {$config.web_phone}</p>\r\n                        <p><i class="iconfont">&#xe62e;</i>Email：{$config.web_email}</p>\r\n                        <p><i class="iconfont">&#xe63f;</i>地址：{$config.web_address}</p>\r\n                    </div>\r\n                </div>\r\n                <div class="footer_b">\r\n                    <div class="share">\r\n                        <a href="javascript:;">\r\n                            <i class="iconfont">&#xe739;</i>\r\n                            <span><img src="__ROOT__/{$config.web_erweima}"></span>\r\n                        </a>\r\n                        <a href="">\r\n                            <i class="iconfont">&#xe752;</i>\r\n                            <span><img src="__IMAGES__/ewm.jpg"></span>\r\n                        </a>\r\n                        <a href="">\r\n                            <i class="iconfont">&#xec9c;</i>\r\n                        </a>\r\n                        <a href="">\r\n                            <i class="iconfont">&#xe63a;</i>\r\n                        </a>\r\n                    </div>\r\n                    <div class="copy">{$config.web_copyright} {$config.web_recordnum} 技术支持：<a href="www.shixun.cn">世迅动力</a></div>\r\n                </div>\r\n            </div>\r\n        </footer>', '公共底部', '1567663959'),
(3, 'index', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <link rel=''stylesheet'' href=''__CSS__/swiper4.5.css'' type=''text/css'' />\r\n        <script src="__JS__/Swiper4.5.0.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n        <!-- banner -->\r\n        <div class="banner">\r\n            <div class="swiper-container banner_swiper">\r\n                <ul class="swiper-wrapper">\r\n                    <li class="swiper-slide">\r\n                        <img src="__ROOT__/{$adv.slide_pic}">\r\n                        <div class="txt">{$adv.slide_description}</div>\r\n                    </li>\r\n                </ul>\r\n            </div>\r\n            <div class="trolley"></div>\r\n        </div>\r\n        <script>\r\n            $(window).scroll(function() {\r\n                //console.log($(window).scrollTop());\r\n                //$(".banner_swiper").css({"transform":"translateY(-"+Math.max(0,$(window).scrollTop()-0)+"px)"});\r\n                $(".banner_swiper li .txt").css({\r\n                    "margin-top": -$(window).scrollTop() / 2\r\n                });\r\n                $(".trolley").css({\r\n                    "bottom": -$(window).scrollTop()\r\n                });\r\n                $(".banner_swiper").css({\r\n                    "transform": "translateY(" + Math.max(0, $(window).scrollTop() - 0) + "px)"\r\n                });\r\n\r\n            });\r\n        </script>\r\n        <script>\r\n            var mySwiper01 = new Swiper(''.banner_swiper'', {\r\n                loop: false,\r\n                speed: 1300,\r\n                slidesPerView: 1,\r\n                autoplay: {\r\n                    enabled: true,\r\n                    delay: 4000,\r\n                    disableOnInteraction: false,\r\n                },\r\n            });\r\n            mySwiper01.el.onmouseover = function() {\r\n                mySwiper01.autoplay.stop();\r\n            }\r\n            mySwiper01.el.onmouseleave = function() {\r\n                mySwiper01.autoplay.start();\r\n            }\r\n        </script>\r\n\r\n\r\n\r\n        <div class="home_bg">\r\n\r\n            <!-- 关于我们 -->\r\n            <div class="aboutA" aos="zoom-in" aos-duration="1500">\r\n                <div class="box">\r\n                    <div class="aboutA_t">关于我们</div>\r\n                    <div class="aboutA_c">{$about.content|mb_substr=0,330,''utf-8''}</div>\r\n                    <div class="aboutA_b">\r\n                        <div class="menu">\r\n                            <div class="b clearfix">\r\n                                <volist name=''nav'' id=''v'' offset="0" length=''1''>\r\n                                <a href="javascript:;" class="active">{$v.title}</a>\r\n                                </volist>\r\n                                <volist name=''nav'' id=''v'' offset="1" length=''5''>\r\n                                <a href="javascript:;">{$v.title}</a>\r\n                                </volist>\r\n                            </div>\r\n                        </div>\r\n                        <div class="cont">\r\n                            <volist name=''nav'' id=''v'' offset="0" length=''1''>\r\n                            <div class="item">{$v.description}</div></volist>\r\n                             <volist name=''nav'' id=''v'' offset="1" length=''5''>\r\n                            <div class="item hide">{$v.description}</div></volist>\r\n                        </div>\r\n                    </div>\r\n                    <div class="more"><a href="__ROOT__/about">了解更多</a></div>\r\n                </div>\r\n            </div>\r\n\r\n\r\n            <!-- 产品中心 -->\r\n            <div class="productA">\r\n                <div class="box">\r\n                    <div class="productA_t" aos="fade-up" aos-duration="300">产品中心</div>\r\n                    <div class="productA_m" aos="fade-up" aos-duration="500">\r\n                        <volist name=''pro_nav'' id=''v'' offset="0" length=''1''>\r\n                        <a href="javascript:;" class="active">{$v.title}</a>\r\n                        </volist>\r\n                        <volist name=''pro_nav'' id=''v'' offset="1" length=''10''>\r\n                        <a href="javascript:;">{$v.title}</a>\r\n                        </volist>\r\n                    </div>\r\n\r\n                    <div class="cont" aos="fade-up" aos-duration="1000">\r\n                        <volist name=''pro_nav'' id=''v'' offset="0" length=''1''>\r\n                        <div class="item">\r\n                            <div class="list1">\r\n                                <ul class="clearfix">\r\n                                    \r\n                                        <volist name="v[''nav_ch'']" id=''vo''>\r\n                                    <li><a href="__ROOT__/product/id/{$vo.id}.html">{$vo.title}</a></li>\r\n                                        </volist>\r\n                                    \r\n                                </ul>\r\n                            </div>\r\n                            <div class="list2">\r\n                                <ul class="clearfix">\r\n                                   \r\n                                        <volist name="v[''nav_ch'']" id=''vo''>\r\n                                            <volist name="vo[''list'']" id=''vv''>\r\n                                    <li>\r\n                                        <a href="__ROOT__/product_detail/id/{$vv.id}.html">\r\n                                            <div class="pic"><img src="__ROOT__/{$vv.pro_pic}" alt=""></div>\r\n                                            <div class="txt">\r\n                                                <div class="name">{$vv.pro_title}</div>\r\n                                                <div class="foot">\r\n                                                    <span>了解详情 +</span>\r\n                                                    产品编号 ：{$vv.pro_number}\r\n                                                </div>\r\n                                            </div>\r\n                                        </a>\r\n                                    </li>\r\n                                            </volist>\r\n                                        </volist>\r\n                                    \r\n                                    \r\n                                </ul>\r\n                            </div>\r\n                            <div class="more"><a href="__ROOT__/product">更多产品</a></div>\r\n                        </div>\r\n                        </volist>\r\n                        <volist name=''pro_nav'' id=''v'' offset="1" length=''10''>\r\n                        <div class="item hide">\r\n                            <div class="list1">\r\n                                <ul class="clearfix">\r\n                                        <volist name="v[''nav_ch'']" id=''vo''>\r\n                                    <li><a href="__ROOT__/product/id/{$vo.id}.html">{$vo.title}</a></li>\r\n                                        </volist>\r\n                                </ul>\r\n                            </div>\r\n                            <div class="list2">\r\n                                <ul class="clearfix">\r\n                                        <volist name="v[''nav_ch'']" id=''vo''>\r\n                                            <volist name="vo[''list'']" id=''vv''>\r\n                                    <li>\r\n                                        <a href="__ROOT__/product_detail/id/{$vv.id}.html">\r\n                                            <div class="pic"><img src="__ROOT__/{$vv.pro_pic}" alt=""></div>\r\n                                            <div class="txt">\r\n                                                <div class="name">{$vv.pro_title}</div>\r\n                                                <div class="foot">\r\n                                                    <span>了解详情 +</span>\r\n                                                    产品编号 ：{$vv.pro_number}\r\n                                                </div>\r\n                                            </div>\r\n                                        </a>\r\n                                    </li>\r\n                                            </volist>\r\n                                        </volist>\r\n                                </ul>\r\n                            </div>\r\n                            <div class="more"><a href="__ROOT__/product">更多产品</a></div>\r\n                        </div>\r\n                        </volist>\r\n<!--                         <div class="item hide">\r\n                            <div class="list1">\r\n                                <ul class="clearfix">\r\n                                    <li><a href="">亲和层析填料产品</a></li>\r\n                                    <li><a href="">疏水层析填料产品</a></li>\r\n                                    <li><a href="">磁珠类产品</a></li>\r\n                                    <li><a href="">其他配合使用产品产品</a></li>\r\n                                </ul>\r\n                            </div>\r\n                            <div class="list2">\r\n                                <ul class="clearfix">\r\n                                    <li>\r\n                                        <a href="产品详情.html">\r\n                                            <div class="pic"><img src="images/p1_04.jpg" alt=""></div>\r\n                                            <div class="txt">\r\n                                                <div class="name">CubeCrystal膜蛋白结晶板</div>\r\n                                                <div class="foot">\r\n                                                    <span>了解详情 +</span>\r\n                                                    产品编号 ：10105\r\n                                                </div>\r\n                                            </div>\r\n                                        </a>\r\n                                    </li>\r\n                                </ul>\r\n                            </div>\r\n                            <div class="more"><a href="">更多产品</a></div>\r\n                        </div> -->\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- 新闻中心 -->\r\n        <div class="newsA">\r\n            <div class="box">\r\n                <div class="newsA_t" aos="flip-left" aos-duration="1000">新闻中心</div>\r\n                <div class="newsA_list ">\r\n                    <ul class="clearfix">\r\n                        <volist name=''art_list'' id=''v''>\r\n                        <li aos="flip-left" aos-duration="1000">\r\n                            <a href="__ROOT__/news_detail/id/{$v.id}.html">\r\n                                <div class="pic"><img src="__ROOT__/{$v.art_pic}" alt=""></div>\r\n                                <div class="txt">\r\n                                    <div class="date">\r\n                                        <span>NWES</span>{$v.time}\r\n                                    </div>\r\n                                    <div class="name">{$v.art_title}</div>\r\n                                    <div class="info">{$v.art_description}...</div>\r\n                                    <i>+</i>\r\n                                </div>\r\n                            </a>\r\n                        </li>\r\n                       </volist>\r\n                        \r\n                    </ul>\r\n                </div>\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部" />\r\n\r\n\r\n\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '首页模板', '1567735150'),
(4, 'about', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n\r\n        <!-- nymenu -->\r\n        <div class="nymenu">\r\n            <div class="wrap">\r\n                <volist name="nav" id=''v''>\r\n                <if condition="$v.url eq $action">\r\n                <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n                <else/>\r\n                <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                </if>\r\n                </volist>     \r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- 公司简介 -->\r\n        <div class="intro">\r\n            <div class="box" aos="zoom-in" aos-duration="1000">\r\n\r\n                <div class="bg">\r\n                    <div class="intro_t">{$info.title}</div>\r\n                    <div class="intro_c">\r\n                        <p>{$info.body}</p><br>\r\n                        <!-- <p><img src="__IMAGES__/p1_16.jpg" alt=""></p> -->\r\n                    </div>\r\n                </div>\r\n\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部"/>\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '关于我们', '1567664048'),
(5, 'team', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n\r\n        <!-- nymenu -->\r\n        <div class="nymenu">\r\n            <div class="wrap">\r\n                <volist name="nav" id=''v''>\r\n                <if condition="$v.url eq $action">\r\n                <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n                <else/>\r\n                <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                </if>\r\n                </volist>     \r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- 公司简介 -->\r\n        <div class="intro">\r\n            <div class="box" aos="zoom-in" aos-duration="1000">\r\n\r\n                <div class="bg">\r\n                    <div class="intro_t">{$info.title}</div>\r\n                    <div class="intro_c">\r\n                        <p>{$info.body}</p><br>\r\n                        <!-- <p><img src="__IMAGES__/p1_16.jpg" alt=""></p> -->\r\n                    </div>\r\n                </div>\r\n\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部"/>\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>', '团队介绍', '1567675016'),
(6, 'news', '<!doctype html>\r\n<html lang="en">\r\n<head>\r\n    <meta charset="UTF-8">\r\n    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n    <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n    <meta name=''description'' content=''{$config.web_description}''/>\r\n    <title>{$config.web_title}</title>\r\n    <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n    <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n    <!-- animate -->\r\n    <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n</head>\r\n<body >\r\n\r\n\r\n<!-- header -->\r\n<include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n<!-- nybanner -->\r\n<div class="nybanner">\r\n    <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n</div>\r\n\r\n\r\n\r\n<!-- nymenu -->\r\n<div class="nymenu">\r\n    <div class="wrap">\r\n        <volist name="nav" id=''v''>\r\n        <if condition="$v.url eq $action">\r\n        <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n        <else/>\r\n        <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n        </if>\r\n        </volist>\r\n    </div>\r\n</div>\r\n\r\n\r\n\r\n<!-- 新闻-->\r\n<div class="news">\r\n    <div class="wrap" aos="zoom-in" aos-duration="1000">\r\n        <div class="new_head">{$name.title}</div>\r\n        <ul class="new_list">\r\n               <volist name=''list'' id=''v''>\r\n                <li>\r\n                        <div class="pic fl"><img src="__ROOT__/{$v.art_pic}" alt=""></div>\r\n                        <div class="txt fl">\r\n                            <h4>{$v.art_title}</h4>\r\n                            <p>{$v.art_description}</p>\r\n                        </div>\r\n                        <div class="date fr">\r\n                            <p>{$v.time}</p>\r\n                            <a href="__ROOT__/news_detail/id/{$v.id}.html">查看更多</a>\r\n                        </div>\r\n                </li>\r\n                </volist>\r\n                \r\n        </ul>\r\n        {$page}\r\n<!--         <div class="new_pag">\r\n            <div class="box1">\r\n            <span><img src="images/tb2_03.png" alt=""></span>\r\n            <a href="">1</a>\r\n            <span><img src="images/tb2_05.png" alt=""></span>\r\n            </div>\r\n        </div> -->\r\n    </div>\r\n</div>\r\n\r\n\r\n\r\n<!-- footer -->\r\n <include file="footer" title="公共底部"/>\r\n\r\n\r\n\r\n</body>\r\n<script src="__JS__/aos.js"></script>\r\n<script>\r\n    AOS.init({\r\n        easing: ''ease-out-back'',\r\n        duration: 1000\r\n    });\r\n</script>\r\n<script src="__JS__/index.js"></script>\r\n</html>', '新闻列表模板', '1567666358'),
(7, 'contact', '<!doctype html>\r\n<html lang="en">\r\n<head>\r\n    <meta charset="UTF-8">\r\n    <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n    <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n    <meta name=''description'' content=''{$config.web_description}''/>\r\n    <title>{$config.web_title}</title>\r\n    <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n    <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n    <!-- animate -->\r\n    <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n</head>\r\n<body >\r\n\r\n\r\n<!-- header -->\r\n<include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n<!-- nybanner -->\r\n<div class="nybanner">\r\n    <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n</div>\r\n\r\n\r\n\r\n<!-- nymenu -->\r\n<div class="nymenu">\r\n    <div class="wrap">\r\n        <volist name="nav" id=''v''>\r\n        <if condition="$v.url eq $action">\r\n        <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n        <else/>\r\n        <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n        </if>\r\n        </volist>\r\n    </div>\r\n</div>\r\n\r\n\r\n\r\n<!-- 联系我们 -->\r\n<div class="contact">\r\n    <div class="box" aos="zoom-in" aos-duration="1000">\r\n        <div class="top">\r\n            <h4>联系我们</h4>\r\n            <p>如果您有任何问题可以通过以下方式联系到我们</p>\r\n        </div>\r\n        <div class="list">\r\n            <div class="item">\r\n                <div class="tb"><img src="__IMAGES__/tb1_10.png" alt=""></div>\r\n                <div class="name">咨询热线</div>\r\n                <div class="txt">\r\n                    <p>400-9910-165 </p>\r\n                    <p>86-28-85568133</p>\r\n                </div>\r\n            </div>\r\n            <div class="item">\r\n                <div class="tb"><img src="__IMAGES__/tb1_07.png" alt=""></div>\r\n                <div class="name">商业合作  </div>\r\n                <div class="txt">\r\n                    <p>info@zenmindes.com</p>\r\n                </div>\r\n            </div>\r\n            <div class="item">\r\n                <div class="tb"><img src="__IMAGES__/tb1_04.png" alt=""></div>\r\n                <div class="name">公司地址  </div>\r\n                <div class="txt">\r\n                    <p>总部成都市高新区 </p>\r\n                    <p>天府一街 两江国际B座</p>\r\n                </div>\r\n            </div>\r\n        </div>\r\n        <ul class="mode">\r\n            <li>\r\n                <strong>订购产品</strong> \r\n                <span><i class="iconfont">&#xe62f;</i>028-85568133-202 </span>      \r\n                <span><i class="iconfont">&#xe621;</i><b>Email：</b>sale@zenmindes.com </span>                             \r\n                <span><i class="iconfont">&#xe752;</i><b>QQ：</b>1124679988</span>                        \r\n            </li>\r\n            <li>\r\n                <strong>技术支持</strong>                 \r\n                <span><i class="iconfont">&#xe62f;</i>028-85568133-203</span>                             \r\n                <span><i class="iconfont">&#xe621;</i><b>Email：</b>support@zenmindes.com </span>                     \r\n                <span><i class="iconfont">&#xe752;</i><b>QQ：</b>3107976511</span>                      \r\n            </li>\r\n        </ul>\r\n    </div>\r\n</div>\r\n\r\n\r\n\r\n<!-- 给我们留言 -->\r\n<div class="Message">\r\n    <div class="box" aos="zoom-in" aos-duration="1000">\r\n        <h4>给我们留言</h4>\r\n        <form action="" method="post" onSubmit="return check()">\r\n        <div class="list clearfix">\r\n            <div class="item">\r\n                <input type="text" placeholder="姓名" id="rename">\r\n                <input type="text" placeholder="手机" id="phone" onchange="if(/\\D/.test(this.value)){alert(''只能输入数字'');this.value='''';}">\r\n                <input type="text" placeholder="邮箱" id="email" onchange="if(!(/^([a-zA-Z0-9]+[_|\\_|\\.]?)*[a-zA-Z0-9]+@([a-zA-Z0-9]+[_|\\_|\\.]?)*[a-zA-Z0-9]+\\.[a-zA-Z]{2,3}$/.test(this.value))){alert(''请输入正确的邮箱地址'');this.value='''';}">\r\n            </div>\r\n            <div class="item">\r\n                <textarea placeholder="留言内容" id="z_body"></textarea>\r\n            </div>\r\n        </div>\r\n        <input type="submit" value="提交留言" class="btn">\r\n        </form>\r\n    </div>\r\n</div>\r\n<script>\r\n$(".Message .item input,.Message .item textarea").focus(function(){\r\n    $(this).addClass(''active'')\r\n}); \r\n $(".Message .item input,.Message .item textarea").blur(function(){\r\n    $(this).removeClass(''active'')\r\n }); \r\n\r\nfunction check(){\r\n    rename=document.getElementById("rename");\r\n    phone=document.getElementById("phone");\r\n    email=document.getElementById("email");\r\n    z_body=document.getElementById("z_body");\r\n    if (rename.value==""){\r\n        alert("提示：姓名不能为空！")\r\n        rename.focus()\r\n        return false\r\n    }\r\n    if (phone.value==""){\r\n        alert("提示：手机不能为空！")\r\n        phone.focus()\r\n        return false\r\n    }\r\n    if (email.value==""){\r\n        alert("提示：邮箱不能为空！")\r\n        email.focus()\r\n        return false\r\n    }\r\n    if (z_body.value==""){\r\n        alert("提示：留言內容不能为空！")\r\n        z_body.focus()\r\n        return false\r\n    }\r\n}\r\n</script>\r\n\r\n\r\n\r\n<!-- footer -->\r\n<include file="footer" title="公共底部"/>\r\n\r\n\r\n</body>\r\n<script src="__JS__/aos.js"></script>\r\n<script>\r\n    AOS.init({\r\n        easing: ''ease-out-back'',\r\n        duration: 1000\r\n    });\r\n</script>\r\n<script src="__JS__/index.js"></script>\r\n</html>', '联系我们', '1567675518'),
(12, 'news_detail', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n\r\n        <!-- nymenu -->\r\n        <div class="nymenu" style="display: none;">\r\n            <div class="wrap">\r\n                <volist name="nav" id=''v''>\r\n                <if condition="$v.url eq $action">\r\n                <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n                <else/>\r\n                <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                </if>\r\n                </volist>     \r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- 公司简介 -->\r\n        <div class="intro">\r\n            <div class="box" aos="zoom-in" aos-duration="1000">\r\n\r\n                <div class="bg">\r\n                    <div class="intro_t">{$info.art_title}</div>\r\n                    <div class="intro_c">\r\n                        <p>{$info.body}</p><br>\r\n                        <!-- <p><img src="__IMAGES__/p1_16.jpg" alt=""></p> -->\r\n                    </div>\r\n                </div>\r\n\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部"/>\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '新闻详情页', '1567736689'),
(8, 'grow', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n        <link rel=''stylesheet'' href=''__CSS__/slick/slick.css'' type=''text/css'' />\r\n        <script src="__JS__/slick.min.js"></script>\r\n\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n\r\n        <!-- nymenu -->\r\n        <div class="nymenu">\r\n            <div class="wrap">\r\n                <volist name="nav" id=''v''>\r\n                <if condition="$v.url eq $action">\r\n                <a href="__ROOT__/{$v.url}" class="active">{$v.title}</a>\r\n                <else/>\r\n                <a href="__ROOT__/{$v.url}">{$v.title}</a>\r\n                </if>\r\n                </volist> \r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- 发展历程 -->\r\n        <div class="course">\r\n            <div class="box">\r\n                <div class="course_t">发展历程</div>\r\n                <div class="course_con">\r\n                    <ul class="slider slider-nav" aos="zoom-in" aos-duration="1000">\r\n                        <volist name="list" id=''v''>\r\n                        <li class="slick-slide">\r\n                            <div class="year">{$v.art_description}</div>\r\n                            <b></b>\r\n                            <p>{$v.art_title}</p>\r\n                        </li>\r\n                        </volist>\r\n                        \r\n\r\n                    </ul>\r\n                    <ul class="slider slider-for" aos="zoom-in" aos-duration="1000">\r\n                        <volist name="list" id=''v''>\r\n                        <li class="slick-slide">\r\n                            <div class="box">\r\n                                <div class="padd">\r\n                                    <img src="__IMAGES__/p3_03.jpg" alt="">\r\n                                    <div class="txt">\r\n                                        <h4>{$v.art_title}</h4>\r\n                                        <p>{$v.body}</p>\r\n                                    </div>\r\n                                </div>\r\n                            </div>\r\n                        </li>\r\n                        </volist>\r\n<!--                         <li class="slick-slide">\r\n                            <div class="box">\r\n                                <div class="padd">\r\n                                    <img src="__IMAGES__/p3_03.jpg" alt="">\r\n                                    <div class="txt">\r\n                                        <h4>创立正民德思2</h4>\r\n                                        <p>正民德思生物科技有限公司是德国蛋白纯化产品生产商/服务商Cube Biotech生物科技公司、西班牙生物磁性分离器制造商SEPMAG</p>\r\n                                    </div>\r\n                                </div>\r\n                            </div>\r\n                        </li> -->\r\n                    </ul>\r\n                </div>\r\n            </div>\r\n        </div>\r\n        <script>\r\n            $(''.slider-for'').slick({\r\n                slidesToShow: 1,\r\n                slidesToScroll: 1,\r\n                arrows: false,\r\n                fade: true,\r\n                asNavFor: ''.slider-nav''\r\n            });\r\n            $(''.slider-nav'').slick({\r\n                slidesToShow: 5,\r\n                slidesToScroll: 1,\r\n                centerPadding: ''0'',\r\n                asNavFor: ''.slider-for'',\r\n                arrows: true,\r\n                centerMode: true,\r\n                focusOnSelect: true,\r\n            });\r\n        </script>\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部"/>\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '发展历程', '1567676475'),
(9, 'brand', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n\r\n        <!-- 代理品牌 -->\r\n        <div class="mymain clearfix">\r\n            <div class="fl menu">\r\n                <ul>\r\n                    <volist name="nav" id=''v''>\r\n                    <li class="on"><a href="__ROOT__/{$v.url}">{$v.title}</a></li>\r\n                    <else/>\r\n                    <li><a href="__ROOT__/{$v.url}">{$v.title}</a></li>\r\n                    </if>\r\n                    </volist>\r\n                </ul>\r\n            </div>\r\n            <div class="fr cont">\r\n                <div class="cont_top">{$name.title}</div>\r\n                <div class="cont_bom">\r\n\r\n                    <div class="brand" aos="zoom-in">\r\n                        <div class="box">\r\n                            <div class="brand_fx">\r\n                                <span>分享<i class="iconfont">&#xe718;</i></span>\r\n                                <div class="fx_box">\r\n                                    <a href=""><i><img src="images/tb5_03.jpg" alt=""></i>facebook</a>\r\n                                    <a href=""><i><img src="images/tb5_05.jpg" alt=""></i>twitter</a>\r\n                                    <a href=""><i><img src="images/tb5_09.jpg" alt=""></i>linkedln</a>\r\n                                    <a href=""><i><img src="images/tb5_10.jpg" alt=""></i>reddit</a>\r\n                                    <a href=""><i><img src="images/tb5_13.jpg" alt=""></i>email</a>\r\n                                    <a href=""><i><img src="images/tb5_14.jpg" alt=""></i>pinterest</a>\r\n                                </div>\r\n                            </div>\r\n                            <!-- <div class="brand_logo"><img src="images/tb3_04.jpg" alt=""></div>\r\n                            <div class="name">YOUR EXPERT PROTEIN TEAM</div>\r\n                            <div class="intro">Cube Biotech is based in Monheim, Germany. Cube Biotech was founded by a group of experts in\r\n                                membrane protein biology and organic chemistry. With more than 40 years of experience shared among us, Cube\r\n                                Biotech provides:</div>\r\n                            <div class="brand_list">\r\n                                <p>Cube Biotech is based in Monheim</p>\r\n                                <p>Cube Biotech is based in Monheim</p>\r\n                                <p>Cube Biotech is based in Monheim</p>\r\n                                <p>Cube Biotech is based in Monheim</p>\r\n                            </div> -->\r\n                            <div class="brand_txt">{$info.content}</div>\r\n<!--                             <div class="brand_case">\r\n                                <h4>Cube Biotech首席科学家：</h4>\r\n                                <h5>DR. BARBARA MAERTENS</h5>\r\n                                <p>Barbara在博士及博士后工作期间专注于蛋白质相互作用和蛋白表达纯化的优化工作。Barbara具有在QIAGEN关于重组蛋白表达产品的开发和先进的纯化策略优化的工作多年的经验，现在领衔Cube\r\n                                    Biotech在Cell Free（无细胞蛋白表达）和Nanodiscs磷脂纳米盘产品的开发和产业化，以及基于SPR的配体结合研究方面的服务。</p><br>\r\n                                <h5>DR. BARBARA MAERTENS</h5>\r\n                                <p>Barbara在博士及博士后工作期间专注于蛋白质相互作用和蛋白表达纯化的优化工作。Barbara具有在QIAGEN关于重组蛋白表达产品的开发和先进的纯化策略优化的工作多年的经验，现在领衔Cube\r\n                                    Biotech在Cell Free（无细胞蛋白表达）和Nanodiscs磷脂纳米盘产品的开发和产业化，以及基于SPR的配体结合研究方面的服务。</p>\r\n\r\n                            </div> -->\r\n                        </div>\r\n\r\n\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部"/>\r\n\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '代理品牌', '1567677605'),
(10, 'product', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}'' />\r\n        <meta name=''description'' content=''{$config.web_description}'' />\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部" />\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n        <!-- 产品中心 -->\r\n        <div class="mymain clearfix">\r\n            <div class="fl menu menu2">\r\n                <ul>\r\n                    <volist name="nav" id="v">\r\n                    <li><a href="javascript:;">{$v.title}</a></li>\r\n                    <div class="submenu">\r\n                        <volist name="v[''nav_ch'']" id="vo">\r\n                        <a href="__ROOT__/{$vo.url}/id/{$vo.id}.html" class="active">{$vo.title}</a>\r\n                        </volist>\r\n                    </div>\r\n                    </volist>\r\n                </ul>\r\n            </div>\r\n            <div class="fr cont">\r\n                <div class="cont_top">{$name.title}</div>\r\n                <div class="cont_bom">\r\n                    <div class="product">\r\n                        <div class="box" aos="zoom-in" aos-duration="1000">\r\n                            <div class="crumbs">首页 > 产品中心 > Cube Biotech > 亲和层析填料产品 </div>\r\n                            <div class="cp_menu">\r\n                                <div class="b">\r\n                                    <a href="" class="active">His标签</a>\r\n                                    <a href="">GST标签</a>\r\n                                    <a href="">Rh01D4</a>\r\n                                    <a href="">活化琼脂糖</a>\r\n                                </div>\r\n                            </div>\r\n                            <div class="cp_list">\r\n                                <ul class="clearfix">\r\n                                    <volist name="list" id=''v''>\r\n                                    <li>\r\n                                        <a href="__ROOT__/product_detail/id/{$v.id}.html">\r\n                                            <div class="pic"><img src="__ROOT__/{$v.pro_pic}" alt=""></div>\r\n                                            <div class="txt">\r\n                                                <div class="name">{$v.pro_title}</div>\r\n                                                <div class="foot">\r\n                                                    <span>了解详情 +</span>\r\n                                                    产品编号 ：{$v.pro_number}\r\n                                                </div>\r\n                                            </div>\r\n                                        </a>\r\n                                    </li>\r\n                                    </volist>\r\n                                </ul>\r\n                            </div>\r\n                            {$page}\r\n<!--                             <div class="new_pag">\r\n                                <div class="box1">\r\n                                    <span><img src="images/tb2_03.png" alt=""></span>\r\n                                    <a href="">1</a>\r\n                                    <span><img src="images/tb2_05.png" alt=""></span>\r\n                                </div>\r\n                            </div> -->\r\n                        </div>\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部" />\r\n\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '产品中心', '1567738062');
INSERT INTO `ry_model` (`id`, `mod_title`, `mod_content`, `mod_style`, `time`) VALUES
(11, 'product_detail', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}''/>\r\n        <meta name=''description'' content=''{$config.web_description}''/>\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <link rel=''stylesheet'' href=''__CSS__/swiper4.5.css'' type=''text/css'' />\r\n        <script src="__JS__/Swiper4.5.0.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部"/>\r\n\r\n\r\n        <!-- 产品详情 -->\r\n        <div class="cpmin">\r\n            <div class="wrap" aos="zoom-in" aos-duration="1000">\r\n                <div class="crumbs">首页 > 产品中心 > Cube Biotech > 亲和层析填料产品 </div>\r\n                <div class="cpmin_main clearfix">\r\n                    <div class="fl pic clearfix">\r\n                        <div class="swiper-container gallery-top">\r\n                            <ul class="swiper-wrapper">\r\n                                <volist name="images" id="v">\r\n                                <li class="swiper-slide"><img src="__ROOT__/{$v}" alt=""></li>\r\n                                </volist>\r\n                            </ul>\r\n                            <div class="swiper-button-next swiper-button-white xminfo_right"></div>\r\n                            <div class="swiper-button-prev swiper-button-white xminfo_left"></div>\r\n                        </div>\r\n                        <div class="swiper-container gallery-thumbs">\r\n                            <ul class="swiper-wrapper">\r\n                                <volist name="images" id="v">\r\n                                <li class="swiper-slide"><img src="__ROOT__/{$v}" alt=""></li>\r\n                                </volist>\r\n                            </ul>\r\n                        </div>\r\n                        <div class="swiper-button-next  cpmin_right"><i class="iconfont">&#xe633;</i></div>\r\n                        <div class="swiper-button-prev  cpmin_left"><i class="iconfont">&#xe631;</i></div>\r\n                    </div>\r\n                    <div class="fr txt">\r\n                        <h4>{$info.pro_title}</h4>\r\n                        <div class="list">\r\n                            <li>\r\n                                <div class="fl L">规格</div>\r\n                                <div class="fr R">\r\n                                    <span id="size">{$info.pro_guige} ML</span>\r\n                                    <ul style="display: none">\r\n                                        <li>50 ML</li>\r\n                                        <li>150 ML</li>\r\n                                        <li>200 ML</li>\r\n                                    </ul>\r\n                                </div>\r\n                            </li>\r\n                            <li>\r\n                                <div class="fl L">产品编号</div>\r\n                                <div class="fr R">{$info.pro_number}</div>\r\n                            </li>\r\n\r\n                            <li>\r\n                                <div class="fl L">货期信息</div>\r\n                                <div class="fr R">{$info.time}</div>\r\n                            </li>\r\n                            <li>\r\n                                <div class="fl L">产品编售价</div>\r\n                                <div class="fr R">{$info.pro_jiage}</div>\r\n                            </li>\r\n                        </div>\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n        <div class="Param">\r\n            <div class="wrap" aos="zoom-in" aos-duration="1000">\r\n                <ul class="menu clearfix">\r\n                    <li class="active">产品概述</li>\r\n                    <li>相关参数</li>\r\n                    <li>相关下载</li>\r\n                </ul>\r\n                <div class="cont">\r\n                    <div class="item">\r\n                        <h4>产品介绍：</h4>\r\n                        <p>{$info.body}</p><br>\r\n                        <!-- <p><img src="__IMAGES__/p4_11.jpg" alt=""></p> -->\r\n                    </div>\r\n                    <div class="item hide">\r\n                        <h4>相关参数</h4>\r\n                        <p>{$info.pro_canshu}</p><br>\r\n                        <!-- <p><img src="__IMAGES__/p4_11.jpg" alt=""></p> -->\r\n                    </div>\r\n                    <div class="item hide">\r\n                        <div class="download">\r\n                            <h2>相关下载</h2>\r\n                            <ul class="list clearfix">\r\n                                <li>\r\n                                    <a href="">\r\n                                        <span></span>\r\n                                        <p>The basic guide to magnetic bead cell separation</p>\r\n                                    </a>\r\n                                </li>\r\n                                <li>\r\n                                    <a href="">\r\n                                        <span></span>\r\n                                        <p>The basic guide to magnetic bead cell separation</p>\r\n                                    </a>\r\n                                </li>\r\n                                <li>\r\n                                    <a href="">\r\n                                        <span></span>\r\n                                        <p>The basic guide to magnetic bead cell separation</p>\r\n                                    </a>\r\n                                </li>\r\n                                <li>\r\n                                    <a href="">\r\n                                        <span></span>\r\n                                        <p>The basic guide to magnetic bead cell separation</p>\r\n                                    </a>\r\n                                </li>\r\n                                <li>\r\n                                    <a href="">\r\n                                        <span></span>\r\n                                        <p>The basic guide to magnetic bead cell separation</p>\r\n                                    </a>\r\n                                </li>\r\n                            </ul>\r\n                        </div>\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n        <script>\r\n            var galleryThumbs = new Swiper(''.gallery-thumbs'', {\r\n                loop: true,\r\n                speed: 800,\r\n                slidesPerView: 5,\r\n                spaceBetween: 13,\r\n                direction: ''vertical'',\r\n                freeMode: true,\r\n                loopedSlides: 5,\r\n                watchSlidesVisibility: true,\r\n                watchSlidesProgress: true,\r\n                mousewheel: true,\r\n                navigation: {\r\n                    nextEl: ''.cpmin_right'',\r\n                    prevEl: ''.cpmin_left'',\r\n                },\r\n                // autoplay: {\r\n                //       enabled: true,\r\n                //       delay: 6000,\r\n                //       disableOnInteraction: false,\r\n                // },  \r\n            });\r\n            var galleryTop = new Swiper(''.gallery-top'', {\r\n                loop: true,\r\n                speed: 1300,\r\n                loopedSlides: 1,\r\n                spaceBetween: 10,\r\n                thumbs: {\r\n                    swiper: galleryThumbs,\r\n                },\r\n                //  autoplay: {\r\n                //    enabled: true,\r\n                //    delay: 6000,\r\n                //    disableOnInteraction: false,\r\n                // },  \r\n            });\r\n        </script>\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部" />\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '产品详情', '1567680797'),
(13, 'search', '<!doctype html>\r\n<html lang="en">\r\n    <head>\r\n        <meta charset="UTF-8">\r\n        <meta http-equiv="X-UA-Compatible" content="IE=edge,chrome=1">\r\n        <meta name=''keywords'' content=''{$config.web_keywords}'' />\r\n        <meta name=''description'' content=''{$config.web_description}'' />\r\n        <title>{$config.web_title}</title>\r\n        <link rel=''stylesheet'' href=''__CSS__/style.css'' type=''text/css'' />\r\n        <script src="__JS__/jquery-1.8.3.min.js"></script>\r\n\r\n        <!-- animate -->\r\n        <link rel=''stylesheet'' href=''__CSS__/aos.css'' type=''text/css'' />\r\n\r\n    </head>\r\n    <body>\r\n\r\n\r\n        <!-- header -->\r\n        <include file="head" title="公共头部" />\r\n\r\n\r\n\r\n\r\n        <!-- nybanner -->\r\n        <div class="nybanner">\r\n            <img src="__ROOT__/{$adv.slide_pic}" alt="">\r\n        </div>\r\n\r\n\r\n        <!-- 产品中心 -->\r\n        <div class="mymain clearfix">\r\n            <div class="fl menu menu2">\r\n                <ul>\r\n                    <volist name="nav" id="v">\r\n                    <li><a href="javascript:;">{$v.title}</a></li>\r\n                    <div class="submenu">\r\n                        <volist name="v[''nav_ch'']" id="vo">\r\n                        <a href="__ROOT__/{$vo.url}/id/{$vo.id}.html" class="active">{$vo.title}</a>\r\n                        </volist>\r\n                    </div>\r\n                    </volist>\r\n                </ul>\r\n            </div>\r\n            <div class="fr cont">\r\n                <div class="cont_top">亲和层析填料产品</div>\r\n                <div class="cont_bom">\r\n                    <div class="product">\r\n                        <div class="box" aos="zoom-in" aos-duration="1000">\r\n                            <div class="crumbs">首页 > 产品中心 > Cube Biotech > 亲和层析填料产品 </div>\r\n                            <div class="cp_menu">\r\n                                <div class="b">\r\n                                    <a href="" class="active">His标签</a>\r\n                                    <a href="">GST标签</a>\r\n                                    <a href="">Rh01D4</a>\r\n                                    <a href="">活化琼脂糖</a>\r\n                                </div>\r\n                            </div>\r\n                            <div class="cp_list">\r\n                                <ul class="clearfix">\r\n                                    <volist name="list" id=''v''>\r\n                                    <li>\r\n                                        <a href="__ROOT__/product_detail/id/{$v.id}.html">\r\n                                            <div class="pic"><img src="__ROOT__/{$v.pro_pic}" alt=""></div>\r\n                                            <div class="txt">\r\n                                                <div class="name">{$v.pro_title}</div>\r\n                                                <div class="foot">\r\n                                                    <span>了解详情 +</span>\r\n                                                    产品编号 ：{$v.pro_number}\r\n                                                </div>\r\n                                            </div>\r\n                                        </a>\r\n                                    </li>\r\n                                    </volist>\r\n                                </ul>\r\n                            </div>\r\n                            {$page}\r\n<!--                             <div class="new_pag">\r\n                                <div class="box1">\r\n                                    <span><img src="images/tb2_03.png" alt=""></span>\r\n                                    <a href="">1</a>\r\n                                    <span><img src="images/tb2_05.png" alt=""></span>\r\n                                </div>\r\n                            </div> -->\r\n                        </div>\r\n                    </div>\r\n                </div>\r\n            </div>\r\n        </div>\r\n\r\n\r\n\r\n\r\n        <!-- footer -->\r\n        <include file="footer" title="公共底部" />\r\n\r\n\r\n\r\n    </body>\r\n    <script src="__JS__/aos.js"></script>\r\n    <script>\r\n        AOS.init({\r\n            easing: ''ease-out-back'',\r\n            duration: 1000\r\n        });\r\n    </script>\r\n    <script src="__JS__/index.js"></script>\r\n</html>\r\n', '搜索模板', '1567737066');

-- --------------------------------------------------------

--
-- 表的结构 `ry_order`
--

CREATE TABLE IF NOT EXISTS `ry_order` (
  `id` int(11) NOT NULL,
  `p_id` varchar(255) DEFAULT NULL,
  `money` varchar(255) DEFAULT NULL,
  `number` varchar(255) DEFAULT NULL,
  `pro_style` varchar(255) DEFAULT NULL,
  `o_id` varchar(255) DEFAULT NULL,
  `u_id` varchar(255) DEFAULT NULL,
  `time` varchar(255) DEFAULT NULL,
  `peisong` varchar(255) DEFAULT NULL,
  `address_id` int(11) DEFAULT NULL,
  `fapiao_style` varchar(255) DEFAULT NULL,
  `fapiao_name` varchar(255) DEFAULT NULL,
  `fapiao_bianhao` varchar(255) DEFAULT NULL,
  `fapiao_email` varchar(255) DEFAULT NULL,
  `peisongfei` varchar(255) DEFAULT NULL,
  `total_money` varchar(255) DEFAULT NULL,
  `huodong` varchar(255) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_order`
--

INSERT INTO `ry_order` (`id`, `p_id`, `money`, `number`, `pro_style`, `o_id`, `u_id`, `time`, `peisong`, `address_id`, `fapiao_style`, `fapiao_name`, `fapiao_bianhao`, `fapiao_email`, `peisongfei`, `total_money`, `huodong`) VALUES
(7, '2', '471.00', '3', '256GB', 'C109070599383850', '1', '1641707059', '遍歷帶', 2, '公司', '22', '33', '44', '500.00', '971.00', '0.00'),
(10, '2', '471.00', '3', '256GB', 'C109073234538828', '1', '1641707323', '', 0, '', '222', '2222', '222', '500.00', '971.00', '0.00'),
(11, '2', '471.00', '3', '256GB', 'C109130409463951', '1', '1641713040', '', 0, '', '', '', '', '500.00', '971.00', '0.00'),
(12, '2', '471.00', '3', '256GB', 'C109139914064860', '1', '1641713991', '遍歷帶', 2, '公司', '12', '12', '12', '500.00', '971.00', '0.00'),
(13, '1', '150.00', '1', 'null', 'C109366326148377', '1', '1641736632', '7-11運送', 2, '公司', '111', '1111', '', '500.00', '650.00', '0.00'),
(14, '2', '471.00', '3', '256GB', 'C110784246478928', '1', '1641778424', '遍歷帶', 2, '公司', '22', '33', '44', '500.00', '971.00', '0.00'),
(15, '2', '471.00', '3', '256GB', 'C110192630514521', '1', '1641819263', '遍歷帶', 1, '公司', '11', '22', '333', '500.00', '971.00', '0.00'),
(16, '30', '690.00', '1', 'null', 'C701435538501927', '1', '1656643553', '', 1, '', '', '', '', '500.00', '1190.00', '0.00');

-- --------------------------------------------------------

--
-- 表的结构 `ry_product`
--

CREATE TABLE IF NOT EXISTS `ry_product` (
  `id` int(11) NOT NULL,
  `pro_title` varchar(255) DEFAULT NULL,
  `pro_ftitle` varchar(255) DEFAULT NULL,
  `time` varchar(11) DEFAULT NULL,
  `cate_id` int(11) DEFAULT NULL,
  `top_id` int(11) DEFAULT NULL,
  `pro_pic` varchar(255) DEFAULT NULL,
  `pro_description` text,
  `body` text,
  `pro_keywords` varchar(255) DEFAULT NULL,
  `write` varchar(255) DEFAULT NULL,
  `pro_file` varchar(255) DEFAULT NULL,
  `click` varchar(255) DEFAULT NULL,
  `recommend` varchar(255) DEFAULT NULL,
  `pro_thumb` text,
  `state` varchar(255) DEFAULT NULL,
  `sort` varchar(255) DEFAULT NULL,
  `pro_style` text,
  `jie_style` text,
  `price` decimal(10,2) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_product`
--

INSERT INTO `ry_product` (`id`, `pro_title`, `pro_ftitle`, `time`, `cate_id`, `top_id`, `pro_pic`, `pro_description`, `body`, `pro_keywords`, `write`, `pro_file`, `click`, `recommend`, `pro_thumb`, `state`, `sort`, `pro_style`, `jie_style`, `price`) VALUES
(25, '20W單孔摺疊PD插頭', NULL, '2022-06-06', 1, 1, 'Public/picture/2022-06-06/629e0f0b538cb.jpeg', 'BSMI認證\r\n20W快充\r\nPD急速充電\r\n折疊插頭', '<p><img src="/Public/uploads/ueditor/image/20220606/1654525816847676.jpeg" title="1654525816847676.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816446740.jpeg" title="1654525816446740.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816960918.jpeg" title="1654525816960918.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816829051.jpeg" title="1654525816829051.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816671508.jpeg" title="1654525816671508.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816537482.jpeg" title="1654525816537482.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525816926028.jpeg" title="1654525816926028.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525817321922.jpeg" title="1654525817321922.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654525817977979.jpeg" title="1654525817977979.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '1', '["Public\\/picture\\/2022-06-06\\/629e0f1e84630.jpeg"]', NULL, NULL, '白色,黑色', '線上付款,貨到付款', '590.00'),
(26, '傲熊霧面磨砂玻璃殼', NULL, '2022-06-06', 8, 1, 'Public/picture/2022-06-06/629e0fef86f7f.jpeg', '轉音孔設計，營造立體環繞音效\r\n強化玻璃，防爆升級\r\n塗層升級，耐磨耐刮\r\n高出鏡頭設計，避免正放時鏡頭刮花\r\nTPU 軟邊，拆裝不傷手機', '<p><img src="/Public/uploads/ueditor/image/20220606/1654526039487626.jpeg" title="1654526039487626.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526039626531.jpeg" title="1654526039626531.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526039800530.jpeg" title="1654526039800530.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526039290472.jpeg" title="1654526039290472.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526039273462.jpeg" title="1654526039273462.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526039982143.jpeg" title="1654526039982143.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526040590585.jpeg" title="1654526040590585.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526040153905.jpeg" title="1654526040153905.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '3', '["Public\\/picture\\/2022-06-06\\/629e0ffb3d985.jpeg","Public\\/picture\\/2022-06-06\\/629e1006486a5.jpeg"]', NULL, NULL, 'IPhone 13,IPhone 13 Mini,IPhone 13 Pro,IPhone 13 Pro Max,iPhone XS,iPhone XR,iPhone XS Max,iPhone 11 Pro,IPhone 11,iPhone 11 Pro Max,IPhone 12 Mini,IPhone 12/12 Pro,IPhone 12 Pro Max', '', '490.00'),
(27, 'APPLE MFI認證 Lightning 充電線/傳輸線', NULL, '2022-06-06', 8, 1, 'Public/picture/2022-06-06/629e10cba2502.jpeg', 'MFi認證C94芯片\r\n速率達480Mbps\r\n30分鐘為iPhone充電50%\r\n防彎曲拉扯不斷裂不打結\r\n附贈束線帶好收納', '<p><img src="/Public/uploads/ueditor/image/20220606/1654526197988072.jpeg" title="1654526197988072.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197294143.jpeg" title="1654526197294143.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197148560.jpeg" title="1654526197148560.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197220102.jpeg" title="1654526197220102.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197584048.jpeg" title="1654526197584048.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197104870.jpeg" title="1654526197104870.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197500121.jpeg" title="1654526197500121.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526197390205.jpeg" title="1654526197390205.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526198757144.jpeg" title="1654526198757144.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526198753822.jpeg" title="1654526198753822.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526198279832.jpeg" title="1654526198279832.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '2', '["Public\\/picture\\/2022-06-06\\/629e10d324318.jpeg","Public\\/picture\\/2022-06-06\\/629e10dc553c7.jpeg"]', NULL, NULL, '白色', '線上付款,貨到付款', '690.00'),
(28, 'USB3.1 Type-C 傳輸充電線', NULL, '2022-06-06', 1, 0, 'Public/picture/2022-06-06/629e11647282b.jpeg', '矽膠整線器,方便易收納 \r\n資料傳輸及充電功能二合一 m\r\n線材多層防護,可遠離電磁波的侵襲  \r\n使用攀岩等級材料編織包覆線材,不易打結、強韌性高 ', '<p><img src="/Public/uploads/ueditor/image/20220606/1654526386427373.jpeg" title="1654526386427373.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386104552.jpeg" title="1654526386104552.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386707783.jpeg" title="1654526386707783.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386593963.jpeg" title="1654526386593963.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386976233.jpeg" title="1654526386976233.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386244438.jpeg" title="1654526386244438.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386414698.jpeg" title="1654526386414698.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386232161.jpeg" title="1654526386232161.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386335360.jpeg" title="1654526386335360.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526386448041.jpeg" title="1654526386448041.jpeg"/></p><p>i拍；；；<br/></p>', NULL, NULL, NULL, NULL, '2', '["Public\\/picture\\/2022-06-06\\/629e118fa7eea.jpeg","Public\\/picture\\/2022-06-06\\/629e118fbab8c.jpeg","Public\\/picture\\/2022-06-06\\/629e118fc10d5.jpeg","Public\\/picture\\/2022-06-06\\/629e118fc1e8d.jpeg"]', NULL, NULL, '紅色,藍色,黑色', '線上付款,貨到付款', '490.00'),
(29, '犀盾四角防摔殼', NULL, '2022-06-06', 8, 1, 'Public/picture/2022-06-06/629e124a71f34.jpeg', '轉音孔設計，營造立體環繞音效\r\n高透光率，還原裸機色彩\r\n真機開模，孔位精準\r\n鏡頭處加高保護，保護周全', '<p><img src="/Public/uploads/ueditor/image/20220606/1654526619465498.jpeg" title="1654526619465498.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619315040.jpeg" title="1654526619315040.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619361367.jpeg" title="1654526619361367.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619556861.jpeg" title="1654526619556861.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619759508.jpeg" title="1654526619759508.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619141526.jpeg" title="1654526619141526.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619612393.jpeg" title="1654526619612393.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619571504.jpeg" title="1654526619571504.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220606/1654526619213672.jpeg" title="1654526619213672.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '1', '["Public\\/picture\\/2022-06-06\\/629e1255d6012.jpeg","Public\\/picture\\/2022-06-06\\/629e125626023.jpeg"]', NULL, NULL, ' 6+,7+8+,7/8/SE,IPhone X/XS,IPhone XR,IPhone XS Max,IPhone 11 Pro,IPhone 11,IPhone 11 Pro Max,IPhone 12 Mini,IPhone 12/12 Pro,IPhone 12 Pro Max,IPhone 13 Mini,IPhone 13,IPhone 13 Pro,IPhone 13 Pro Max', '線上付款,貨到付款', '350.00'),
(30, '蘋果MFi 原廠認証 2.4A快速傳輸充電線', NULL, '2022-06-07', 1, 0, 'Public/picture/2022-06-07/629f13d53cb58.jpg', '通過Apple MFi官方原廠認證  認證號14852-0093 品質有保障\r\n高品質線材規格,支援2.4A高速充電\r\n資料傳輸及充電功能二合一\r\n線材多層防護,可遠離電磁波的侵襲\r\n鋁合金材質接頭,加強散熱抗氧化功能\r\n不易打結、強韌性高、結實耐用\r\n採用蘋果原廠C48晶片,IOS永久升級可用', '<p><img src="/Public/uploads/ueditor/image/20220607/1654592565436812.jpeg" title="1654592565436812.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592565127388.jpeg" title="1654592565127388.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592565677212.jpg" title="1654592565677212.jpg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592565632960.jpeg" title="1654592565632960.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '2', '["Public\\/picture\\/2022-06-07\\/629f13e29310a.jpg","Public\\/picture\\/2022-06-07\\/629f13f2a87b7.jpeg"]', NULL, NULL, '太空灰,玫瑰金,璀璨金', '線上付款,貨到付款', '690.00'),
(31, 'UC-3P01W3 USB 4.8A 充電器', NULL, '2022-06-07', 8, 1, 'Public/picture/2022-06-07/629f1515ba36f.jpeg', '100~240V 全球通用 ,暢遊世界140多國，隨處可充\r\n通過台灣商檢局BSMI檢驗合格,認證字號：R38727', '<p><img src="/Public/uploads/ueditor/image/20220607/1654592908351491.jpeg" title="1654592908351491.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908877041.jpeg" title="1654592908877041.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908792761.jpeg" title="1654592908792761.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908966984.jpeg" title="1654592908966984.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908237655.jpeg" title="1654592908237655.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908586911.jpeg" title="1654592908586911.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908506985.jpeg" title="1654592908506985.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908124574.jpeg" title="1654592908124574.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908477060.jpeg" title="1654592908477060.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908383803.jpeg" title="1654592908383803.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654592908904319.jpeg" title="1654592908904319.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '2', '["Public\\/picture\\/2022-06-07\\/629f15222644d.jpeg","Public\\/picture\\/2022-06-07\\/629f15225a5cd.jpeg"]', NULL, NULL, '白色,金色,黑色', '線上付款,貨到付款', '790.00'),
(32, '犀盾四角防摔殼', NULL, '2022-06-07', 8, 1, 'Public/picture/2022-06-07/629f1659d90a0.jpeg', '轉音孔設計，營造立體環繞音效\r\n高透光率，還原裸機色彩\r\n真機開模，孔位精準\r\n鏡頭處加高保護，保護周全', '<p><img src="/Public/uploads/ueditor/image/20220607/1654593169977868.jpeg" title="1654593169977868.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169263877.jpeg" title="1654593169263877.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169901619.jpeg" title="1654593169901619.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169646630.jpeg" title="1654593169646630.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169220095.jpeg" title="1654593169220095.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169507717.jpeg" title="1654593169507717.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169408416.jpeg" title="1654593169408416.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169183260.jpeg" title="1654593169183260.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654593169666960.jpeg" title="1654593169666960.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '2', '["Public\\/picture\\/2022-06-07\\/629f16653cb16.jpeg","Public\\/picture\\/2022-06-07\\/629f166562b4b.jpeg"]', NULL, NULL, ' 6+,7+8+,7/8/SE,IPhone X/XS,IPhone XR,IPhone XS Max,IPhone 11 Pro,IPhone 11,IPhone 11 Pro Max,IPhone 12 Mini,IPhone 12/12 Pro,IPhone 12 Pro Max,IPhone 13 Mini,IPhone 13,IPhone 13 Pro,IPhone 13 Pro Max', '線上付款,貨到付款', '350.00'),
(33, 'APPLEMFI認證Lightning充電傳輸線', NULL, '2022-06-07', 8, 1, 'Public/picture/2022-06-07/629f4040ba03e.jpeg', 'MFi認證C94芯片\r\n速率達480Mbps\r\n30分鐘為iPhone充電50%\r\n防彎曲拉扯不斷裂不打結\r\n附贈束線帶好收納', '<p><img src="/Public/uploads/ueditor/image/20220607/1654603907409569.jpeg" title="1654603907409569.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603907939219.jpeg" title="1654603907939219.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908262829.jpeg" title="1654603908262829.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908947808.jpeg" title="1654603908947808.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908223886.jpeg" title="1654603908223886.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908785162.jpeg" title="1654603908785162.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908371703.jpeg" title="1654603908371703.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908142620.jpeg" title="1654603908142620.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908168884.jpeg" title="1654603908168884.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908149888.jpeg" title="1654603908149888.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654603908538802.jpeg" title="1654603908538802.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '3', '["Public\\/picture\\/2022-06-07\\/629f4052b5c52.jpeg","Public\\/picture\\/2022-06-07\\/629f4052c8a88.jpeg"]', NULL, NULL, '白色', '線上付款,貨到付款', '690.00'),
(34, 'UC-3P01W3 USB 4.8A 充電器', NULL, '2022-06-07', 8, 1, 'Public/picture/2022-06-07/629f41b95ceb9.jpg', '通過Apple MFi官方原廠認證  認證號14852-0093 品質有保障\r\n高品質線材規格,支援2.4A高速充電\r\n資料傳輸及充電功能二合一\r\n線材多層防護,可遠離電磁波的侵襲\r\n鋁合金材質接頭,加強散熱抗氧化功能\r\n不易打結、強韌性高、結實耐用\r\n採用蘋果原廠C48晶片,IOS永久升級可用', '<p><img src="/Public/uploads/ueditor/image/20220607/1654604188474898.jpeg" title="1654604188474898.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604188337605.jpeg" title="1654604188337605.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604188521415.jpg" title="1654604188521415.jpg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604188855770.jpeg" title="1654604188855770.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '3', '["Public\\/picture\\/2022-06-07\\/629f41accca37.jpg","Public\\/picture\\/2022-06-07\\/629f41acdfc98.jpeg"]', NULL, NULL, '太空灰,玫瑰金,璀璨金', '線上付款,貨到付款', '790.00'),
(35, 'USB3.1 Type-C 傳輸充電線', NULL, '2022-06-07', 8, 1, 'Public/picture/2022-06-07/629f4214d1730.jpeg', '矽膠整線器,方便易收納 \r\n資料傳輸及充電功能二合一 m\r\n線材多層防護,可遠離電磁波的侵襲  \r\n使用攀岩等級材料編織包覆線材,不易打結、強韌性高 ', '<p><img src="/Public/uploads/ueditor/image/20220607/1654604389324282.jpeg" title="1654604389324282.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389581372.jpeg" title="1654604389581372.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389243049.jpeg" title="1654604389243049.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389513123.jpeg" title="1654604389513123.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389165758.jpeg" title="1654604389165758.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389408447.jpeg" title="1654604389408447.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389170536.jpeg" title="1654604389170536.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389406978.jpeg" title="1654604389406978.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389521505.jpeg" title="1654604389521505.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220607/1654604389789951.jpeg" title="1654604389789951.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '3', '["Public\\/picture\\/2022-06-07\\/629f4223b4d63.jpeg","Public\\/picture\\/2022-06-07\\/629f4223d6a08.jpeg"]', NULL, NULL, '紅色,藍色,黑色', '線上付款,貨到付款', '490.00'),
(36, '犀盾四角防摔殼', NULL, '2022-06-08', 14, 1, 'Public/picture/2022-06-08/62a047cf2b9ab.jpeg', '轉音孔設計，營造立體環繞音效\r\n高透光率，還原裸機色彩\r\n真機開模，孔位精準\r\n鏡頭處加高保護，保護周全', '<p><img src="/Public/uploads/ueditor/image/20220608/1654671358597417.jpeg" title="1654671358597417.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358555211.jpeg" title="1654671358555211.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358404205.jpeg" title="1654671358404205.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358945531.jpeg" title="1654671358945531.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358932013.jpeg" title="1654671358932013.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358740078.jpeg" title="1654671358740078.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358354434.jpeg" title="1654671358354434.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671358590040.jpeg" title="1654671358590040.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671359252738.jpeg" title="1654671359252738.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '3', '["Public\\/picture\\/2022-06-08\\/62a047d450d39.jpeg","Public\\/picture\\/2022-06-08\\/62a047d45eff4.jpeg"]', NULL, NULL, ' 6+,7+8+,7/8/SE,IPhone X/XS,IPhone XR,IPhone XS Max,IPhone 11 Pro,IPhone 11,IPhone 11 Pro Max,IPhone 12 Mini,IPhone 12/12 Pro,IPhone 12 Pro Max,IPhone 13 Mini,IPhone 13,IPhone 13 Pro,IPhone 13 Pro Max', '線上付款,貨到付款', '350.00'),
(37, '犀盾四角防摔殼', NULL, '2022-06-08', 14, 5, 'Public/picture/2022-06-08/62a048c395a59.jpeg', '轉音孔設計，營造立體環繞音效\r\n高透光率，還原裸機色彩\r\n真機開模，孔位精準\r\n鏡頭處加高保護，保護周全', '<p><img src="/Public/uploads/ueditor/image/20220608/1654671594556134.jpeg" title="1654671594556134.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594245842.jpeg" title="1654671594245842.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594581746.jpeg" title="1654671594581746.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594197073.jpeg" title="1654671594197073.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594428410.jpeg" title="1654671594428410.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594779107.jpeg" title="1654671594779107.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594672317.jpeg" title="1654671594672317.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594103670.jpeg" title="1654671594103670.jpeg"/></p><p><img src="/Public/uploads/ueditor/image/20220608/1654671594201976.jpeg" title="1654671594201976.jpeg"/></p><p><br/></p>', NULL, NULL, NULL, NULL, '0', '["Public\\/picture\\/2022-06-08\\/62a048ca66783.jpeg","Public\\/picture\\/2022-06-08\\/62a048ca6598f.jpeg","Public\\/picture\\/2022-06-08\\/62a048ca806ee.jpeg","Public\\/picture\\/2022-06-08\\/62a048ca817ca.jpeg"]', NULL, NULL, ' 6+,7+8+,7/8/SE,IPhone X/XS,IPhone XR,IPhone XS Max,IPhone 11 Pro,IPhone 11,IPhone 11 Pro Max,IPhone 12 Mini,IPhone 12/12 Pro,IPhone 12 Pro Max,IPhone 13 Mini,IPhone 13,IPhone 13 Pro,IPhone 13 Pro Max', '線上付款,貨到付款', '350.00');

-- --------------------------------------------------------

--
-- 表的结构 `ry_repair`
--

CREATE TABLE IF NOT EXISTS `ry_repair` (
  `id` int(11) NOT NULL,
  `u_id` varchar(255) DEFAULT NULL,
  `r_id` varchar(255) DEFAULT NULL,
  `p_id` varchar(255) DEFAULT NULL,
  `ques` text,
  `time` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=7 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_repair`
--

INSERT INTO `ry_repair` (`id`, `u_id`, `r_id`, `p_id`, `ques`, `time`) VALUES
(3, '1', 'D110988800416763', '22', '[{"name":"\\u524d\\u76f8\\u6a5f","que_price":"500"},{"name":"\\u5f8c\\u76f8\\u6a5f","que_price":"600"},{"name":"\\u8edf\\u9ad4\\u91cd\\u704c","que_price":"700"}]', '1641798880'),
(4, '1', 'D110989156197214', '23', '[{"name":"\\u5145\\u96fb\\u7dda\\u5b54\\u554f\\u984c","que_price":"400"},{"name":"\\u4e3b\\u677f\\u554f\\u984c","que_price":"800"}]', '1641798915'),
(6, '1', 'D111899516566838', '22', '[{"name":"\\u63db\\u87a2\\u5e55(\\u986f\\u793a\\u89f8\\u63a7\\u6b63\\u5e38)","que_price":"100"}]', '1641889951');

-- --------------------------------------------------------

--
-- 表的结构 `ry_slide`
--

CREATE TABLE IF NOT EXISTS `ry_slide` (
  `id` int(11) NOT NULL,
  `slide_title` varchar(255) DEFAULT NULL,
  `slide_pic` varchar(255) DEFAULT NULL,
  `slide_url` varchar(255) DEFAULT NULL,
  `slide_description` varchar(255) DEFAULT NULL,
  `sort` tinyint(11) DEFAULT '0',
  `state` tinyint(1) DEFAULT '0' COMMENT '0显示1隐藏',
  `time` varchar(255) DEFAULT NULL,
  `cate_id` int(11) DEFAULT NULL
) ENGINE=InnoDB AUTO_INCREMENT=10 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_slide`
--

INSERT INTO `ry_slide` (`id`, `slide_title`, `slide_pic`, `slide_url`, `slide_description`, `sort`, `state`, `time`, `cate_id`) VALUES
(1, '3C產品維修中心', 'Public/picture/2022-01-21/61ea8241d2833.png', '', '', 0, 0, '2022-01-21', 1),
(2, '藍光盾活動送擴香瓶', 'Public/picture/2022-06-06/629e1645b4243.png', '', '', 0, 0, '2022-06-06', 1),
(3, '', 'Public/picture/2022-06-07/629f1d62ed523.png', '', '', 0, 0, '2022-06-07', 2),
(4, '', 'Public/picture/2022-06-07/629f42eb880ea.png', '', '', 0, 0, '2022-06-07', 2),
(5, '', 'Public/picture/2022-06-07/629f3ac53a042.png', '', '', 0, 0, '2022-06-07', 2),
(6, '', 'Public/picture/2022-06-07/629f3ee1895dd.png', '', '', 0, 0, '2022-06-07', 2),
(7, '藍光盾有效阻隔藍光，護眼好幫手', 'Public/picture/2022-01-21/61ea8439d011b.png', '', '', 0, 0, '2022-01-21', 1),
(8, '門號優惠5G新方案，好物換購', 'Public/picture/2022-01-21/61ea84618ce5b.png', '', '', 0, 0, '2022-01-21', 1),
(9, '賣舊換新，極速估價', 'Public/picture/2022-01-21/61ea847e042c2.png', '', '', 0, 0, '2022-01-21', 1);

-- --------------------------------------------------------

--
-- 表的结构 `ry_user`
--

CREATE TABLE IF NOT EXISTS `ry_user` (
  `id` int(11) NOT NULL,
  `username` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `telphone` varchar(255) DEFAULT NULL,
  `create_at` varchar(255) DEFAULT NULL,
  `update_at` varchar(255) DEFAULT NULL,
  `login_ip` varchar(255) DEFAULT NULL,
  `code` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL
) ENGINE=MyISAM AUTO_INCREMENT=2 DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- 转存表中的数据 `ry_user`
--

INSERT INTO `ry_user` (`id`, `username`, `email`, `telphone`, `create_at`, `update_at`, `login_ip`, `code`, `password`) VALUES
(1, 'admin', '568478@qq.com', '15789895874', '1641778393', '1656643512', '203.190.22.231', NULL, 'admin');

-- --------------------------------------------------------

--
-- 表的结构 `ry_username`
--

CREATE TABLE IF NOT EXISTS `ry_username` (
  `id` int(11) NOT NULL,
  `username` varchar(255) DEFAULT NULL,
  `password` varchar(255) DEFAULT NULL,
  `telphone` varchar(255) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8 ROW_FORMAT=DYNAMIC;

--
-- Indexes for dumped tables
--

--
-- Indexes for table `ry_address`
--
ALTER TABLE `ry_address`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_article`
--
ALTER TABLE `ry_article`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `cate_id` (`cate_id`) USING BTREE,
  ADD KEY `user_id` (`top_id`) USING BTREE;

--
-- Indexes for table `ry_auth`
--
ALTER TABLE `ry_auth`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_category`
--
ALTER TABLE `ry_category`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_code`
--
ALTER TABLE `ry_code`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_config`
--
ALTER TABLE `ry_config`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_field`
--
ALTER TABLE `ry_field`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_flink`
--
ALTER TABLE `ry_flink`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_jiezhang`
--
ALTER TABLE `ry_jiezhang`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_member`
--
ALTER TABLE `ry_member`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `username` (`username`) USING BTREE,
  ADD KEY `password` (`password`) USING BTREE;

--
-- Indexes for table `ry_message`
--
ALTER TABLE `ry_message`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_mk`
--
ALTER TABLE `ry_mk`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_model`
--
ALTER TABLE `ry_model`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_order`
--
ALTER TABLE `ry_order`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_product`
--
ALTER TABLE `ry_product`
  ADD PRIMARY KEY (`id`) USING BTREE,
  ADD KEY `cate_id` (`cate_id`) USING BTREE,
  ADD KEY `user_id` (`top_id`) USING BTREE;

--
-- Indexes for table `ry_repair`
--
ALTER TABLE `ry_repair`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_slide`
--
ALTER TABLE `ry_slide`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_user`
--
ALTER TABLE `ry_user`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- Indexes for table `ry_username`
--
ALTER TABLE `ry_username`
  ADD PRIMARY KEY (`id`) USING BTREE;

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `ry_address`
--
ALTER TABLE `ry_address`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `ry_article`
--
ALTER TABLE `ry_article`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=81;
--
-- AUTO_INCREMENT for table `ry_auth`
--
ALTER TABLE `ry_auth`
  MODIFY `id` smallint(6) unsigned NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=110;
--
-- AUTO_INCREMENT for table `ry_category`
--
ALTER TABLE `ry_category`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=39;
--
-- AUTO_INCREMENT for table `ry_code`
--
ALTER TABLE `ry_code`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ry_field`
--
ALTER TABLE `ry_field`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=393;
--
-- AUTO_INCREMENT for table `ry_flink`
--
ALTER TABLE `ry_flink`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `ry_jiezhang`
--
ALTER TABLE `ry_jiezhang`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `ry_member`
--
ALTER TABLE `ry_member`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ry_message`
--
ALTER TABLE `ry_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
--
-- AUTO_INCREMENT for table `ry_mk`
--
ALTER TABLE `ry_mk`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `ry_model`
--
ALTER TABLE `ry_model`
  MODIFY `id` int(255) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=14;
--
-- AUTO_INCREMENT for table `ry_order`
--
ALTER TABLE `ry_order`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `ry_product`
--
ALTER TABLE `ry_product`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=38;
--
-- AUTO_INCREMENT for table `ry_repair`
--
ALTER TABLE `ry_repair`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `ry_slide`
--
ALTER TABLE `ry_slide`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=10;
--
-- AUTO_INCREMENT for table `ry_user`
--
ALTER TABLE `ry_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT,AUTO_INCREMENT=2;
--
-- AUTO_INCREMENT for table `ry_username`
--
ALTER TABLE `ry_username`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
